{
  "info": {
    "name": "A1U13",
    "learning": "Sentences"
  },

  "content": [
    {
      "isSelected": false,
      "sentence": "Es ist so heiß. Ich gehe ins Wasser. Kommst du mit?",
      "english": "It's so hot. I'm going into the water. Are you coming with me?",
      "russian": "Так жарко. Я иду в воду. Ты идешь со мной?",
      "farsi": "خیلی گرم است. من به آب می‌روم. آیا تو هم می‌آیی؟"
    },
    {
      "isSelected": false,
      "sentence": "Nee, jetzt nicht. Ich lese noch ein bisschen.",
      "english": "No, not now. I'm going to read a bit more.",
      "russian": "Нет, сейчас нет. Я еще немного почитаю.",
      "farsi": "نه، الان نه. من کمی بیشتر می‌خوانم."
    },
    {
      "isSelected": false,
      "sentence": "Und – was kaufen wir jetzt noch?",
      "english": "And – what else are we going to buy?",
      "russian": "И что мы еще купим?",
      "farsi": "و – دیگر چه چیزی می‌خواهیم بخریم؟"
    },
    {
      "isSelected": false,
      "sentence": "Ich brauche noch ein Paar Schuhe.",
      "english": "I need another pair of shoes.",
      "russian": "Мне нужны еще одна пара обуви.",
      "farsi": "من به یک جفت کفش دیگر نیاز دارم."
    },
    {
      "isSelected": false,
      "sentence": "Oh ja, Schuhe kaufe ich auch gerne.",
      "english": "Oh yes, I also love buying shoes.",
      "russian": "О, да, я тоже люблю покупать обувь.",
      "farsi": "اوه بله، من هم خرید کفش را دوست دارم."
    },
    {
      "isSelected": false,
      "sentence": "Wie viel Liter sind es?",
      "english": "How many liters is it?",
      "russian": "Сколько литров?",
      "farsi": "چند لیتر است؟"
    },
    {
      "isSelected": false,
      "sentence": "Hier 20 Liter, alles zusammen heute Abend fast tausend Liter Milch.",
      "english": "Here 20 liters, altogether tonight almost a thousand liters of milk.",
      "russian": "Здесь 20 литров, всего сегодня вечером почти тысяча литров молока.",
      "farsi": "اینجا 20 لیتر، امشب در مجموع تقریباً هزار لیتر شیر."
    },
    {
      "isSelected": false,
      "sentence": "Puh, jetzt sind wir schon vier Stunden unterwegs. Ich kann nicht mehr.",
      "english": "Phew, we've been on the road for four hours already. I can't go on anymore.",
      "russian": "Фух, мы уже четыре часа в пути. Я больше не могу.",
      "farsi": "آه، ما چهار ساعت است که در راه هستیم. من دیگر نمی‌توانم ادامه دهم."
    },
    {
      "isSelected": false,
      "sentence": "Gut, dann machen wir eine Pause. Aber es ist nicht mehr weit. Und dann haben wir einen tollen Blick.",
      "english": "Good, then we'll take a break. But it's not far now. And then we'll have a great view.",
      "russian": "Хорошо, тогда сделаем перерыв. Но это уже недалеко. А потом у нас будет отличный вид.",
      "farsi": "خوب، پس استراحت می‌کنیم. ولی دیگر زیاد دور نیست. و سپس منظره فوق‌العاده‌ای خواهیم داشت."
    },
    {
      "isSelected": false,
      "sentence": "Achtung an Gleis 5. Der IC aus Hamburg zur Weiterfahrt nach Dortmund, planmäßige Abfahrt 12.05 Uhr, fährt jetzt ein.",
      "english": "Attention at platform 5. The IC from Hamburg to Dortmund, scheduled departure at 12:05, is arriving now.",
      "russian": "Внимание на пятом пути. Междугородний поезд из Гамбурга в Дортмунд, запланированный отъезд в 12:05, прибывает сейчас.",
      "farsi": "توجه در سکوی 5. قطار بین‌شهری از هامبورگ به دورتموند، زمان حرکت برنامه‌ریزی شده 12:05، اکنون وارد می‌شود."
    },
    {
      "isSelected": false,
      "sentence": "Achtung an Gleis vier. Der ICE von Stuttgart nach Hamburg, planmäßige Ankunft 8.04 Uhr, planmäßige Weiterfahrt 8.06 Uhr, kommt heute zehn Minuten später.",
      "english": "Attention at platform 4. The ICE from Stuttgart to Hamburg, scheduled arrival at 8:04, scheduled departure at 8:06, is arriving ten minutes late today.",
      "russian": "Внимание на четвертом пути. Междугородний экспресс из Штутгарта в Гамбург, запланированное прибытие в 8:04, запланированный отъезд в 8:06, сегодня прибудет на десять минут позже.",
      "farsi": "توجه در سکوی 4. قطار سریع‌السیر بین‌شهری از اشتوتگارت به هامبورگ، زمان ورود برنامه‌ریزی شده 8:04، زمان حرکت برنامه‌ریزی شده 8:06، امروز ده دقیقه دیرتر وارد می‌شود."
    },
    {
      "isSelected": false,
      "sentence": "Der Regionalexpress von Freising nach München, planmäßige Abfahrt 15.02 Uhr von Gleis drei, fährt heute von Gleis sieben.",
      "english": "The regional express from Freising to Munich, scheduled departure at 15:02 from platform 3, is departing today from platform 7.",
      "russian": "Региональный экспресс из Фрайзинга в Мюнхен, запланированный отъезд в 15:02 с третьего пути, сегодня отправляется с седьмого пути.",
      "farsi": "قطار منطقه‌ای از فرایزینگ به مونیخ، زمان حرکت برنامه‌ریزی شده 15:02 از سکوی 3، امروز از سکوی 7 حرکت می‌کند."
    },
    {
      "isSelected": false,
      "sentence": "Und hier noch die Wettervorhersage für morgen, Dienstag, den 28. Oktober.",
      "english": "And here is the weather forecast for tomorrow, Tuesday, October 28.",
      "russian": "И вот прогноз погоды на завтра, вторник, 28 октября.",
      "farsi": "و این هم پیش‌بینی هواشناسی برای فردا، سه‌شنبه، 28 اکتبر."
    },
    {
      "isSelected": false,
      "sentence": "Im Norden und Osten ist es bewölkt mit Regen, im Süden scheint manchmal die Sonne. Höchsttemperaturen bis sieben Grad.",
      "english": "In the north and east, it is cloudy with rain, in the south, the sun sometimes shines. Maximum temperatures up to seven degrees.",
      "russian": "На севере и востоке облачно с дождем, на юге иногда светит солнце. Максимальная температура до семи градусов.",
      "farsi": "در شمال و شرق، ابری با باران است، در جنوب، گاهی اوقات خورشید می‌تابد. دمای حداکثر تا هفت درجه."
    },
    {
      "isSelected": false,
      "sentence": "In der Nacht sinken die Temperaturen in ganz Deutschland auf null bis ein Grad.",
      "english": "At night, temperatures drop across Germany to zero to one degree.",
      "russian": "Ночью температура по всей Германии опустится до нуля - одного градуса.",
      "farsi": "در شب، دما در سراسر آلمان به صفر تا یک درجه کاهش می‌یابد."
    },
    {
      "isSelected": false,
      "sentence": "Jetzt haben wir noch das Wetter mit Sven Schmidt.",
      "english": "Now we have the weather with Sven Schmidt.",
      "russian": "А теперь прогноз погоды с Свеном Шмидтом.",
      "farsi": "اکنون هوا را با اسون اشمیت داریم."
    },
    {
      "isSelected": false,
      "sentence": "Sven, wie wird das Wetter am Wochenende? Besser als heute?",
      "english": "Sven, what will the weather be like this weekend? Better than today?",
      "russian": "Свен, какой будет погода на выходных? Лучше, чем сегодня?",
      "farsi": "اسون، هوا در آخر هفته چگونه خواهد بود؟ بهتر از امروز؟"
    },
    {
      "isSelected": false,
      "sentence": "Ja, Thomas, das Wetter am Wochenende ist besser.",
      "english": "Yes, Thomas, the weather this weekend is better.",
      "russian": "Да, Томас, погода на выходных лучше.",
      "farsi": "بله، توماس، هوا در آخر هفته بهتر است."
    },
    {
      "isSelected": false,
      "sentence": "Am Samstag und Sonntag scheint an beiden Tagen die Sonne.",
      "english": "On Saturday and Sunday, the sun will shine both days.",
      "russian": "В субботу и воскресенье оба дня будет светить солнце.",
      "farsi": "در روز شنبه و یکشنبه، خورشید هر دو روز می‌تابد."
    },
    {
      "isSelected": false,
      "sentence": "Nur im Norden, am Samstag, regnet es.",
      "english": "Only in the north, on Saturday, it will rain.",
      "russian": "Только на севере в субботу будет дождь.",
      "farsi": "فقط در شمال، در روز شنبه، باران می‌بارد."
    },
    {
      "isSelected": false,
      "sentence": "Die Temperaturen am Samstag liegen am Tag zwischen 25 Grad im Osten und 30 Grad im Westen.",
      "english": "The temperatures on Saturday will be between 25 degrees in the east and 30 degrees in the west.",
      "russian": "Температура в субботу будет колебаться от 25 градусов на востоке до 30 градусов на западе.",
      "farsi": "دمای روز شنبه بین 25 درجه در شرق و 30 درجه در غرب خواهد بود."
    },
    {
      "isSelected": false,
      "sentence": "Auch in der Nacht ist es kaum kälter mit Temperaturen zwischen 24 und 28 Grad.",
      "english": "At night, it will hardly be colder with temperatures between 24 and 28 degrees.",
      "russian": "Ночью будет едва ли холоднее с температурой от 24 до 28 градусов.",
      "farsi": "در شب نیز با دماهای بین 24 و 28 درجه خیلی سردتر نخواهد بود."
    },
    {
      "isSelected": false,
      "sentence": "Ich habe zwei kleine Kinder, Maja und Tom.",
      "english": "I have two small children, Maja and Tom.",
      "russian": "У меня двое маленьких детей, Майя и Том.",
      "farsi": "من دو بچه کوچک دارم، مایا و تام."
    },
    {
      "isSelected": false,
      "sentence": "Sie sind 3 und 5 Jahre alt.",
      "english": "They are 3 and 5 years old.",
      "russian": "Им 3 и 5 лет.",
      "farsi": "آنها 3 و 5 ساله هستند."
    },
    {
      "isSelected": false,
      "sentence": "Wir leben hier im Zentrum von Frankfurt.",
      "english": "We live here in the center of Frankfurt.",
      "russian": "Мы живем здесь, в центре Франкфурта.",
      "farsi": "ما در مرکز فرانکفورت زندگی می‌کنیم."
    },
    {
      "isSelected": false,
      "sentence": "Es gibt viel Verkehr und wenig Platz für die Kinder zum Spielen.",
      "english": "There is a lot of traffic and little space for the children to play.",
      "russian": "Много транспорта и мало места для детей, чтобы играть.",
      "farsi": "ترافیک زیادی وجود دارد و فضای کمی برای بازی بچه‌ها وجود دارد."
    },
    {
      "isSelected": false,
      "sentence": "Wir haben auch in der Wohnung wenig Platz.",
      "english": "We also have little space in the apartment.",
      "russian": "У нас также мало места в квартире.",
      "farsi": "ما همچنین در آپارتمان فضای کمی داریم."
    },
    {
      "isSelected": false,
      "sentence": "Die Kinder möchten so gerne einen Hund oder eine Katze, aber das geht hier nicht.",
      "english": "The children would love to have a dog or a cat, but that's not possible here.",
      "russian": "Дети очень хотят собаку или кошку, но здесь это невозможно.",
      "farsi": "بچه‌ها خیلی دوست دارند یک سگ یا یک گربه داشته باشند، اما اینجا ممکن نیست."
    },
    {
      "isSelected": false,
      "sentence": "Im Urlaub wollen wir etwas anderes machen.",
      "english": "On vacation, we want to do something different.",
      "russian": "В отпуске мы хотим делать что-то другое.",
      "farsi": "در تعطیلات می‌خواهیم کاری متفاوت انجام دهیم."
    },
    {
      "isSelected": false,
      "sentence": "Die Kinder sollen Platz haben und in der Natur spielen können und sollen auch Tiere kennenlernen, Hunde, Katzen, Kühe.",
      "english": "The children should have space and be able to play in nature, and they should also get to know animals, dogs, cats, cows.",
      "russian": "У детей должно быть место и возможность играть на природе, и они также должны познакомиться с животными, собаками, кошками, коровами.",
      "farsi": "بچه‌ها باید فضا داشته باشند و بتوانند در طبیعت بازی کنند و همچنین باید با حیوانات آشنا شوند، سگ‌ها، گربه‌ها، گاوها."
    },
    {
      "isSelected": false,
      "sentence": "Ich sitze bei der Arbeit viel am Computer und habe wenig Zeit für Sport.",
      "english": "I sit at the computer a lot at work and have little time for sports.",
      "russian": "Я много сижу за компьютером на работе и у меня мало времени на спорт.",
      "farsi": "من در محل کار زیاد پشت کامپیوتر می‌نشینم و وقت کمی برای ورزش دارم."
    },
    {
      "isSelected": false,
      "sentence": "Im Urlaub möchte ich mich aktiv sein.",
      "english": "On vacation, I want to be active.",
      "russian": "В отпуске я хочу быть активным.",
      "farsi": "در تعطیلات می‌خواهم فعال باشم."
    },
    {
      "isSelected": false,
      "sentence": "Ich liebe den Wassersport, Segeln, Kanufahren und Schwimmen.",
      "english": "I love water sports, sailing, canoeing, and swimming.",
      "russian": "Я люблю водные виды спорта, парусный спорт, греблю на каноэ и плавание.",
      "farsi": "من ورزش‌های آبی، قایقرانی با بادبان، قایقرانی با کانو و شنا را دوست دارم."
    },
    {
      "isSelected": false,
      "sentence": "Ich lebe in einer kleinen Stadt, das ist sehr angenehm, aber hier ist nichts los.",
      "english": "I live in a small town, which is very pleasant, but there's nothing going on here.",
      "russian": "Я живу в маленьком городке, это очень приятно, но здесь ничего не происходит.",
      "farsi": "من در یک شهر کوچک زندگی می‌کنم که بسیار دلپذیر است، اما اینجا هیچ اتفاقی نمی‌افتد."
    },
    {
      "isSelected": false,
      "sentence": "Es ist nicht so interessant.",
      "english": "It's not so interesting.",
      "russian": "Это не так интересно.",
      "farsi": "اینجا خیلی جالب نیست."
    },
    {
      "isSelected": false,
      "sentence": "Im Urlaub möchte ich etwas anderes sehen.",
      "english": "On vacation, I want to see something different.",
      "russian": "В отпуске я хочу увидеть что-то другое.",
      "farsi": "در تعطیلات می‌خواهم چیز دیگری ببینم."
    },
    {
      "isSelected": false,
      "sentence": "Großstädte kennenlernen und Kultur, Theater, Konzerte ... Das brauche ich.",
      "english": "Get to know big cities and culture, theater, concerts ... I need that.",
      "russian": "Знакомство с большими городами и культурой, театром, концертами ... Мне это нужно.",
      "farsi": "با شهرهای بزرگ و فرهنگ، تئاتر، کنسرت‌ها آشنا شوم ... من به آن نیاز دارم."
    },
    {
      "isSelected": false,
      "sentence": "die Meere – die Berge – die Flüsse – die Strände – die Wälder – die Wiesen – die Dörfer – die Bäume",
      "english": "the seas – the mountains – the rivers – the beaches – the forests – the meadows – the villages – the trees",
      "russian": "моря – горы – реки – пляжи – леса – луга – деревни – деревья",
      "farsi": "دریاها – کوه‌ها – رودخانه‌ها – سواحل – جنگل‌ها – چمنزارها – روستاها – درختان"
    },
    {
      "isSelected": false,
      "sentence": "Der Schwarzwald.",
      "english": "The Black Forest.",
      "russian": "Шварцвальд.",
      "farsi": "جنگل سیاه."
    },
    {
      "isSelected": false,
      "sentence": "Der Schwarzwald ist sehr schön.",
      "english": "The Black Forest is very beautiful.",
      "russian": "Шварцвальд очень красив.",
      "farsi": "جنگل سیاه بسیار زیبا است."
    },
    {
      "isSelected": false,
      "sentence": "Das Wetter ist sehr gut.",
      "english": "The weather is very good.",
      "russian": "Погода очень хорошая.",
      "farsi": "هوا بسیار خوب است."
    },
    {
      "isSelected": false,
      "sentence": "Im Sommer regnet es wenig.",
      "english": "It rains little in summer.",
      "russian": "Летом мало дождей.",
      "farsi": "در تابستان باران کم می‌بارد."
    },
    {
      "isSelected": false,
      "sentence": "Die Sonne scheint viel.",
      "english": "The sun shines a lot.",
      "russian": "Солнце светит много.",
      "farsi": "خورشید زیاد می‌تابد."
    },
    {
      "isSelected": false,
      "sentence": "Es ist warm.",
      "english": "It's warm.",
      "russian": "Тепло.",
      "farsi": "گرم است."
    },
    {
      "isSelected": false,
      "sentence": "Viele Leute machen dort Urlaub.",
      "english": "Many people vacation there.",
      "russian": "Многие люди отдыхают там.",
      "farsi": "افراد زیادی در آنجا تعطیلات می‌گذرانند."
    },
    {
      "isSelected": false,
      "sentence": "Man kann im See schwimmen.",
      "english": "You can swim in the lake.",
      "russian": "Можно купаться в озере.",
      "farsi": "می‌توانید در دریاچه شنا کنید."
    },
    {
      "isSelected": false,
      "sentence": "Man kann in den Bergen wandern.",
      "english": "You can hike in the mountains.",
      "russian": "Можно ходить в горы.",
      "farsi": "می‌توانید در کوه‌ها پیاده‌روی کنید."
    },
    {
      "isSelected": false,
      "sentence": "Im Winter ist es kalt.",
      "english": "It's cold in winter.",
      "russian": "Зимой холодно.",
      "farsi": "در زمستان سرد است."
    },
    {
      "isSelected": false,
      "sentence": "Es gibt viel Schnee.",
      "english": "There is a lot of snow.",
      "russian": "Много снега.",
      "farsi": "برف زیادی وجود دارد."
    },
    {
      "isSelected": false,
      "sentence": "Aber auch im Winter scheint die Sonne viel.",
      "english": "But even in winter, the sun shines a lot.",
      "russian": "Но и зимой солнце светит много.",
      "farsi": "اما حتی در زمستان، خورشید زیاد می‌تابد."
    }
  ]
}
