{
  "info": {
    "name": "A2S2",
    "learning": "Sentences"
  },

  "content": [
    {
      "isSelected": true,
      "sentence": "Ich heiße Katharina Straube und arbeite bei der Stadt.",
      "english": "My name is Katharina Straube and I work for the city.",
      "russian": "Меня зовут Катарина Штраубе, и я работаю в городе.",
      "farsi": "نام من کاترینا اشتراوبه است و برای شهرداری کار می‌کنم."
    },
    {
      "isSelected": true,
      "sentence": "Wir pflegen die Parks.",
      "english": "We maintain the parks.",
      "russian": "Мы ухаживаем за парками.",
      "farsi": "ما پارک‌ها را نگهداری می‌کنیم."
    },
    {
      "isSelected": true,
      "sentence": "Wir pflanzen Blumen und wir pflanzen und schneiden Bäume.",
      "english": "We plant flowers and we plant and trim trees.",
      "russian": "Мы сажаем цветы и сажаем и обрезаем деревья.",
      "farsi": "ما گل می‌کاریم و درختان را می‌کاریم و هرس می‌کنیم."
    },
    {
      "isSelected": true,
      "sentence": "Früher habe ich in einer Gärtnerei gearbeitet.",
      "english": "I used to work in a nursery.",
      "russian": "Раньше я работала в питомнике.",
      "farsi": "قبلاً در یک گلخانه کار می‌کردم."
    },
    {
      "isSelected": true,
      "sentence": "Da habe ich nur Pflanzen verkauft. Das war sehr langweilig.",
      "english": "There, I only sold plants. That was very boring.",
      "russian": "Там я только продавала растения. Это было очень скучно.",
      "farsi": "در آنجا فقط گیاهان می‌فروختم. این کار بسیار خسته‌کننده بود."
    },
    {
      "isSelected": true,
      "sentence": "Dan Molino ist mein Name.",
      "english": "My name is Dan Molino.",
      "russian": "Меня зовут Дан Молино.",
      "farsi": "نام من دان مولینو است."
    },
    {
      "isSelected": true,
      "sentence": "In meiner Werkstatt stelle ich Möbel her, aber keine Türen oder Fenster.",
      "english": "In my workshop, I make furniture, but not doors or windows.",
      "russian": "В моей мастерской я изготавливаю мебель, но не двери и окна.",
      "farsi": "در کارگاه من، من مبلمان می‌سازم، اما نه در و پنجره."
    },
    {
      "isSelected": true,
      "sentence": "Das habe ich in meiner Ausbildung auch gelernt, aber ich finde die Herstellung von Möbeln interessanter.",
      "english": "I learned that in my training too, but I find making furniture more interesting.",
      "russian": "Я тоже учил это в своем обучении, но мне больше нравится изготовление мебели.",
      "farsi": "این را هم در دوره آموزشی یاد گرفتم، اما ساخت مبلمان را جالب‌تر می‌دانم."
    },
    {
      "isSelected": true,
      "sentence": "Ich mag meine Arbeit und den Kontakt zu den Kunden.",
      "english": "I like my work and the contact with the customers.",
      "russian": "Мне нравится моя работа и контакт с клиентами.",
      "farsi": "کارم و ارتباط با مشتریان را دوست دارم."
    },
    {
      "isSelected": true,
      "sentence": "Mein Name ist Eva Pfeiffer.",
      "english": "My name is Eva Pfeiffer.",
      "russian": "Меня зовут Ева Пфайффер.",
      "farsi": "نام من اوا فایفر است."
    },
    {
      "isSelected": true,
      "sentence": "Ich lege Elektroleitungen und manchmal rufen mich die Leute auch, weil sie wollen, dass ich den Herd anschließe.",
      "english": "I lay electrical lines and sometimes people call me because they want me to connect the stove.",
      "russian": "Я прокладываю электролинии, и иногда люди звонят мне, потому что хотят, чтобы я подключил плиту.",
      "farsi": "من خطوط برق می‌کشم و گاهی مردم مرا صدا می‌زنند زیرا می‌خواهند اجاق را وصل کنم."
    },
    {
      "isSelected": true,
      "sentence": "Ich möchte später eine eigene Firma haben.",
      "english": "I want to have my own company later.",
      "russian": "Я хочу позже иметь свою компанию.",
      "farsi": "بعداً می‌خواهم شرکت خودم را داشته باشم."
    },
    {
      "isSelected": true,
      "sentence": "Herr Reimann, Sie sind Maler von Beruf und haben einen kleinen Betrieb.",
      "english": "Mr. Reimann, you are a painter by profession and have a small business.",
      "russian": "Господин Райманн, вы по профессии маляр и у вас небольшой бизнес.",
      "farsi": "آقای ریمان، شما نقاش هستید و کسب و کار کوچکی دارید."
    },
    {
      "isSelected": true,
      "sentence": "Wie viele Leute arbeiten bei Ihnen?",
      "english": "How many people work for you?",
      "russian": "Сколько человек работает у вас?",
      "farsi": "چند نفر برای شما کار می‌کنند؟"
    },
    {
      "isSelected": true,
      "sentence": "Meine Frau Hilde macht die Büroarbeiten.",
      "english": "My wife Hilde does the office work.",
      "russian": "Моя жена Хильда занимается офисной работой.",
      "farsi": "همسرم هیلده کارهای دفتری را انجام می‌دهد."
    },
    {
      "isSelected": true,
      "sentence": "Außerdem haben wir noch vier Angestellte und einen Lehrling, wir sind also zusammen sieben Personen im Betrieb.",
      "english": "In addition, we have four employees and an apprentice, so we are seven people in total in the business.",
      "russian": "Кроме того, у нас есть четыре сотрудника и один ученик, так что всего у нас в бизнесе семь человек.",
      "farsi": "علاوه بر این، ما چهار کارمند و یک شاگرد داریم، بنابراین در مجموع هفت نفر در کسب و کار ما هستیم."
    },
    {
      "isSelected": true,
      "sentence": "Können Sie uns bitte kurz erklären: Was bedeutet Lehrling?",
      "english": "Can you please briefly explain: What does apprentice mean?",
      "russian": "Можете ли вы коротко объяснить: что означает ученик?",
      "farsi": "آیا می‌توانید به‌طور خلاصه توضیح دهید: شاگرد به چه معناست؟"
    },
    {
      "isSelected": true,
      "sentence": "Der Lehrling oder, wie man meistens sagt, der Auszubildende lernt den Beruf.",
      "english": "The apprentice or, as it is usually called, the trainee learns the profession.",
      "russian": "Ученик, или, как его обычно называют, стажер, изучает профессию.",
      "farsi": "شاگرد یا، همان‌طور که معمولاً گفته می‌شود، کارآموز حرفه را یاد می‌گیرد."
    },
    {
      "isSelected": true,
      "sentence": "Die Ausbildung dauert drei Jahre.",
      "english": "The training lasts three years.",
      "russian": "Обучение длится три года.",
      "farsi": "دوره آموزشی سه سال طول می‌کشد."
    },
    {
      "isSelected": true,
      "sentence": "Wenn er fertig ist, macht er eine Prüfung und ist dann Malergeselle.",
      "english": "When he is finished, he takes an exam and is then a journeyman painter.",
      "russian": "Когда он закончит, он сдает экзамен и становится маляром-подмастерьем.",
      "farsi": "وقتی کارش تمام شد، امتحان می‌دهد و سپس نقاش درجه دو می‌شود."
    },
    {
      "isSelected": true,
      "sentence": "Wann haben Sie Ihre Ausbildung zum Malergesellen gemacht?",
      "english": "When did you complete your training to become a journeyman painter?",
      "russian": "Когда вы завершили свое обучение на маляра-подмастерья?",
      "farsi": "چه زمانی دوره آموزشی خود را برای تبدیل شدن به نقاش درجه دو تکمیل کردید؟"
    },
    {
      "isSelected": true,
      "sentence": "Vor 25 Jahren. Später habe ich dann Lehrgänge gemacht und jetzt bin ich Malermeister.",
      "english": "25 years ago. Later I took courses and now I am a master painter.",
      "russian": "25 лет назад. Позже я прошел курсы и теперь я мастер-маляр.",
      "farsi": "۲۵ سال پیش. بعداً دوره‌هایی گذراندم و اکنون نقاش استاد هستم."
    },
    {
      "isSelected": true,
      "sentence": "Meister? Was bedeutet das?",
      "english": "Master? What does that mean?",
      "russian": "Мастер? Что это значит?",
      "farsi": "استاد؟ این چه معنایی دارد؟"
    },
    {
      "isSelected": true,
      "sentence": "Nach den Lehrgängen habe ich noch eine Prüfung gemacht.",
      "english": "After the courses, I took another exam.",
      "russian": "После курсов я сдал еще один экзамен.",
      "farsi": "بعد از دوره‌ها، یک امتحان دیگر دادم."
    },
    {
      "isSelected": true,
      "sentence": "Als Meister darf ich unter anderem junge Leute in meinem Beruf ausbilden.",
      "english": "As a master, I am allowed, among other things, to train young people in my profession.",
      "russian": "Будучи мастером, я, помимо прочего, имею право обучать молодых людей своей профессии.",
      "farsi": "به عنوان استاد، من مجاز هستم، از جمله، جوانان را در حرفه خود آموزش دهم."
    },
    {
      "isSelected": true,
      "sentence": "Muss man auch die Meisterprüfung machen, wenn man Geselle ist?",
      "english": "Do you also have to take the master exam if you are a journeyman?",
      "russian": "Нужно ли также сдавать экзамен на мастера, если вы подмастерье?",
      "farsi": "آیا اگر درجه دو هستید، باید امتحان استاد را نیز بگذرانید؟"
    },
    {
      "isSelected": true,
      "sentence": "Nein, aber mit der Meisterprüfung hat man bessere Chancen im Beruf.",
      "english": "No, but with the master exam you have better chances in the profession.",
      "russian": "Нет, но с экзаменом на мастера у вас больше шансов в профессии.",
      "farsi": "نه، اما با امتحان استاد، شانس بهتری در حرفه دارید."
    },
    {
      "isSelected": true,
      "sentence": "Vielen Dank, Herr Reimann.",
      "english": "Thank you, Mr. Reimann.",
      "russian": "Спасибо, господин Райманн.",
      "farsi": "متشکرم، آقای ریمان."
    },
    {
      "isSelected": true,
      "sentence": "Wir ziehen hier bald ein, aber die weiße Farbe an den Wänden gefällt uns nicht.",
      "english": "We are moving in soon, but we don't like the white color on the walls.",
      "russian": "Мы скоро сюда переезжаем, но нам не нравится белый цвет на стенах.",
      "farsi": "ما به زودی اینجا نقل مکان می‌کنیم، اما رنگ سفید روی دیوارها را دوست نداریم."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe hier einige Muster.",
      "english": "I have some samples here.",
      "russian": "У меня есть несколько образцов.",
      "farsi": "من چند نمونه اینجا دارم."
    },
    {
      "isSelected": true,
      "sentence": "Sie können sich eine Farbe aussuchen.",
      "english": "You can choose a color.",
      "russian": "Вы можете выбрать цвет.",
      "farsi": "می‌توانید یک رنگ انتخاب کنید."
    },
    {
      "isSelected": true,
      "sentence": "Na ja, Blau gefällt mir nicht, aber vielleicht Gelb oder Orange?",
      "english": "Well, I don't like blue, but maybe yellow or orange?",
      "russian": "Ну, мне не нравится синий, но может быть желтый или оранжевый?",
      "farsi": "خب، آبی را دوست ندارم، اما شاید زرد یا نارنجی؟"
    },
    {
      "isSelected": true,
      "sentence": "Wenn wir die Arbeiten anfangen, können wir an der Wand zuerst Probeanstriche machen.",
      "english": "When we start the work, we can do test coats on the wall first.",
      "russian": "Когда мы начнем работы, мы можем сначала сделать пробные мазки на стене.",
      "farsi": "وقتی کارها را شروع کنیم، می‌توانیم ابتدا پوشش‌های آزمایشی روی دیوار انجام دهیم."
    },
    {
      "isSelected": true,
      "sentence": "Einverstanden. Wie teuer sind die Arbeiten?",
      "english": "Agreed. How much does the work cost?",
      "russian": "Согласен. Сколько стоит работа?",
      "farsi": "موافقم. هزینه کارها چقدر است؟"
    },
    {
      "isSelected": true,
      "sentence": "Vielleicht 800 bis 1000 Euro. Ich mache Ihnen noch ein genaues Angebot.",
      "english": "Maybe 800 to 1000 euros. I will give you a precise quote.",
      "russian": "Может быть, от 800 до 1000 евро. Я дам вам точное предложение.",
      "farsi": "شاید ۸۰۰ تا ۱۰۰۰ یورو. یک پیشنهاد دقیق به شما می‌دهم."
    },
    {
      "isSelected": true,
      "sentence": "Und wie lange dauert das?",
      "english": "And how long does it take?",
      "russian": "И сколько времени это займет?",
      "farsi": "و چقدر طول می‌کشد؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich denke, wir können in einem Tag fertig sein.",
      "english": "I think we can be done in a day.",
      "russian": "Я думаю, что мы можем закончить за один день.",
      "farsi": "فکر می‌کنم می‌توانیم در یک روز کار را تمام کنیم."
    }
  ]
}
