{
  "info": {
    "name": "A2U01",
    "learning": "Sentences"
  },

  "content": [
    {
      "sentence": "Herr Taskin, erzählen Sie ein bisschen.",
      "english": "Mr. Taskin, tell us a bit.",
      "russian": "Господин Таскин, расскажите немного.",
      "farsi": "آقای تسکین، کمی برایمان بگویید."
    },
    {
      "sentence": "Woher kommen Sie?",
      "english": "Where do you come from?",
      "russian": "Откуда вы?",
      "farsi": "از کجا آمده‌اید؟"
    },
    {
      "sentence": "Wo haben Sie früher gelebt?",
      "english": "Where did you live before?",
      "russian": "Где вы жили раньше?",
      "farsi": "قبلاً کجا زندگی می‌کردید؟"
    },
    {
      "sentence": "Ich bin Afghane, ich bin in Kabul geboren und habe in der Ukraine Radiotechnik studiert.",
      "english": "I am Afghan, I was born in Kabul and studied radio engineering in Ukraine.",
      "russian": "Я афганец, я родился в Кабуле и учился на радиотехнику в Украине.",
      "farsi": "من افغان هستم، در کابل متولد شدم و در اوکراین مهندسی رادیو خواندم."
    },
    {
      "sentence": "Da, in der Ukraine, an der Universität habe ich meine Frau kennengelernt.",
      "english": "There, in Ukraine, at the university, I met my wife.",
      "russian": "Там, в Украине, в университете я встретил свою жену.",
      "farsi": "آنجا، در اوکراین، در دانشگاه با همسرم آشنا شدم."
    },
    {
      "sentence": "Sie kommt aus der Ukraine und hat Russisch und Weltliteratur studiert.",
      "english": "She is from Ukraine and studied Russian and world literature.",
      "russian": "Она из Украины и изучала русский язык и мировую литературу.",
      "farsi": "او اهل اوکراین است و زبان روسی و ادبیات جهانی خوانده است."
    },
    {
      "sentence": "Sie hat für kurze Zeit als Russischlehrerin gearbeitet.",
      "english": "She worked as a Russian teacher for a short time.",
      "russian": "Она недолгое время работала учителем русского языка.",
      "farsi": "او مدت کوتاهی به عنوان معلم روسی کار کرد."
    },
    {
      "sentence": "Nach dem Studium sind wir nach Afghanistan gegangen, ich habe eine gute Stelle bekommen.",
      "english": "After graduation, we went to Afghanistan, I got a good job.",
      "russian": "После учебы мы поехали в Афганистан, я получил хорошую работу.",
      "farsi": "بعد از تحصیلات، به افغانستان رفتیم و من شغل خوبی پیدا کردم."
    },
    {
      "sentence": "Meine Frau hat nicht gearbeitet, das war nicht möglich, sie war zu Hause mit den Kindern.",
      "english": "My wife did not work, it was not possible, she was at home with the children.",
      "russian": "Моя жена не работала, это было невозможно, она была дома с детьми.",
      "farsi": "همسرم کار نمی‌کرد، این ممکن نبود، او با بچه‌ها در خانه بود."
    },
    {
      "sentence": "Ich hatte eine interessante Arbeit, aber die Situation war sehr schwierig und ist immer schwieriger geworden und meine Frau hatte immer Angst.",
      "english": "I had an interesting job, but the situation was very difficult and kept getting worse and my wife was always scared.",
      "russian": "У меня была интересная работа, но ситуация была очень сложной и становилась все хуже, и моя жена всегда боялась.",
      "farsi": "شغل جالبی داشتم، اما وضعیت بسیار دشوار بود و هر روز بدتر می‌شد و همسرم همیشه ترسیده بود."
    },
    {
      "sentence": "Dann haben wir gesagt, wir müssen weggehen.",
      "english": "Then we said, we have to leave.",
      "russian": "Тогда мы сказали, что нам нужно уезжать.",
      "farsi": "سپس گفتیم که باید برویم."
    },
    {
      "sentence": "Wir haben Verwandte und Freunde in Großbritannien, in den USA und in Deutschland.",
      "english": "We have relatives and friends in Great Britain, in the USA, and in Germany.",
      "russian": "У нас есть родственники и друзья в Великобритании, США и Германии.",
      "farsi": "ما اقوام و دوستانی در بریتانیا، ایالات متحده و آلمان داریم."
    },
    {
      "sentence": "Ja und dann haben wir uns für Deutschland entschieden.",
      "english": "Yes, and then we decided on Germany.",
      "russian": "Да, и тогда мы решили выбрать Германию.",
      "farsi": "بله، و سپس ما آلمان را انتخاب کردیم."
    },
    {
      "sentence": "Warum? Ich weiß nicht, warum.",
      "english": "Why? I don't know why.",
      "russian": "Почему? Я не знаю, почему.",
      "farsi": "چرا؟ نمی‌دانم چرا."
    },
    {
      "sentence": "Die Großmutter von meiner Frau hat immer gesagt, dass Deutschland gut ist, sie mochte Goethe und hat den Kindern deutsche Märchen erzählt.",
      "english": "My wife's grandmother always said that Germany is good, she liked Goethe and told the children German fairy tales.",
      "russian": "Бабушка моей жены всегда говорила, что Германия хорошая, ей нравился Гёте и она рассказывала детям немецкие сказки.",
      "farsi": "مادربزرگ همسرم همیشه می‌گفت که آلمان خوب است، او گوته را دوست داشت و برای کودکان قصه‌های آلمانی تعریف می‌کرد."
    },
    {
      "sentence": "Ja, dann haben uns unsere Verwandten in Deutschland geholfen.",
      "english": "Yes, then our relatives in Germany helped us.",
      "russian": "Да, тогда нам помогли наши родственники в Германии.",
      "farsi": "بله، سپس اقوام ما در آلمان به ما کمک کردند."
    },
    {
      "sentence": "Deshalb sind wir nach Deutschland gegangen.",
      "english": "That's why we went to Germany.",
      "russian": "Вот почему мы поехали в Германию.",
      "farsi": "به همین دلیل به آلمان رفتیم."
    },
    {
      "sentence": "Frau Taskin, Sie sind dann nach Deutschland gekommen, Ihre Verwandten haben Ihnen geholfen, aber Sie haben nicht bei den Verwandten gewohnt.",
      "english": "Mrs. Taskin, you then came to Germany, your relatives helped you, but you did not live with the relatives.",
      "russian": "Госпожа Таскин, вы приехали в Германию, ваши родственники помогли вам, но вы не жили у родственников.",
      "farsi": "خانم تسکین، سپس به آلمان آمدید، اقوامتان به شما کمک کردند، اما نزد آنها زندگی نمی‌کردید."
    },
    {
      "sentence": "Wie war der Anfang in Deutschland?",
      "english": "How was the beginning in Germany?",
      "russian": "Каково было начало в Германии?",
      "farsi": "شروع در آلمان چگونه بود؟"
    },
    {
      "sentence": "Am Anfang haben wir in einem Wohnheim für Ausländer gewohnt, in Gersfeld.",
      "english": "At first, we lived in a dormitory for foreigners in Gersfeld.",
      "russian": "Сначала мы жили в общежитии для иностранцев в Гершфельде.",
      "farsi": "در ابتدا در خوابگاهی برای خارجی‌ها در گرسفلد زندگی می‌کردیم."
    },
    {
      "sentence": "Die Wohnung von unseren Verwandten war zu klein.",
      "english": "Our relatives' apartment was too small.",
      "russian": "Квартира наших родственников была слишком маленькой.",
      "farsi": "آپارتمان اقوام ما خیلی کوچک بود."
    },
    {
      "sentence": "Und die erste Zeit in Deutschland war sehr schwer.",
      "english": "And the first time in Germany was very hard.",
      "russian": "И первое время в Германии было очень тяжелым.",
      "farsi": "و اولین روزها در آلمان بسیار سخت بود."
    },
    {
      "sentence": "Ich war oft depressiv.",
      "english": "I was often depressed.",
      "russian": "Я часто был в депрессии.",
      "farsi": "اغلب افسرده بودم."
    },
    {
      "sentence": "Mein Mann hat keine Arbeit gefunden, wir hatten viele Probleme mit den Ämtern und Behörden.",
      "english": "My husband did not find work, we had many problems with the offices and authorities.",
      "russian": "Мой муж не нашел работу, у нас было много проблем с учреждениями и властями.",
      "farsi": "همسرم نتوانست کار پیدا کند، ما مشکلات زیادی با ادارات و مقامات داشتیم."
    },
    {
      "sentence": "Mein Mann hat dann einen Sprachkurs gemacht, ich hatte keine Zeit, ich war zu Hause bei den Kindern, wir haben fünf Kinder und ich hatte kaum Kontakt zu anderen Leuten.",
      "english": "My husband then took a language course, I didn't have time, I was at home with the children, we have five children and I had hardly any contact with other people.",
      "russian": "Мой муж затем пошел на языковые курсы, у меня не было времени, я была дома с детьми, у нас пятеро детей, и у меня почти не было контактов с другими людьми.",
      "farsi": "همسرم به کلاس زبان رفت، من وقت نداشتم، من در خانه با بچه‌ها بودم، ما پنج بچه داریم و من به سختی با دیگران ارتباط داشتم."
    },
    {
      "sentence": "Unsere Verwandten wohnen in Hamburg und unsere Freunde in München.",
      "english": "Our relatives live in Hamburg and our friends in Munich.",
      "russian": "Наши родственники живут в Гамбурге, а друзья в Мюнхене.",
      "farsi": "اقوام ما در هامبورگ و دوستانمان در مونیخ زندگی می‌کنند."
    },
    {
      "sentence": "Das ist weit weg.",
      "english": "That is far away.",
      "russian": "Это далеко.",
      "farsi": "این دور است."
    },
    {
      "sentence": "Wir haben nur manchmal am Telefon gesprochen.",
      "english": "We only talked on the phone sometimes.",
      "russian": "Мы разговаривали только иногда по телефону.",
      "farsi": "فقط گاهی با تلفن صحبت می‌کردیم."
    },
    {
      "sentence": "Das war eine schwere Zeit.",
      "english": "That was a hard time.",
      "russian": "Это было трудное время.",
      "farsi": "آن روزها سخت بود."
    },
    {
      "sentence": "Darüber möchte ich nicht viel sprechen.",
      "english": "I don't want to talk much about that.",
      "russian": "Я не хочу много об этом говорить.",
      "farsi": "نمی‌خواهم زیاد در مورد آن صحبت کنم."
    },
    {
      "sentence": "Aber jetzt geht es Ihnen gut.",
      "english": "But now you are doing well.",
      "russian": "Но сейчас у вас все хорошо.",
      "farsi": "اما حالا اوضاع خوب است."
    },
    {
      "sentence": "Wie haben Sie das geschafft?",
      "english": "How did you manage that?",
      "russian": "Как вы этого добились?",
      "farsi": "چطور این کار را انجام دادید؟"
    },
    {
      "sentence": "Ja, jetzt geht es uns gut.",
      "english": "Yes, now we are doing well.",
      "russian": "Да, сейчас у нас все хорошо.",
      "farsi": "بله، حالا اوضاع خوب است."
    },
    {
      "sentence": "Mein Mann hat eine Arbeit gefunden.",
      "english": "My husband found a job.",
      "russian": "Мой муж нашел работу.",
      "farsi": "همسرم کار پیدا کرد."
    },
    {
      "sentence": "Sie ist nicht so interessant, aber er verdient gut.",
      "english": "It is not so interesting, but he earns well.",
      "russian": "Она не очень интересная, но он хорошо зарабатывает.",
      "farsi": "آن شغل چندان جالب نیست، اما درآمد خوبی دارد."
    },
    {
      "sentence": "Und ich bin aktiv geworden.",
      "english": "And I have become active.",
      "russian": "И я стала активной.",
      "farsi": "و من فعال شده‌ام."
    },
    {
      "sentence": "Ich kann nicht zu Hause sitzen, dann werde ich krank.",
      "english": "I can't sit at home, then I get sick.",
      "russian": "Я не могу сидеть дома, тогда я болею.",
      "farsi": "نمی‌توانم در خانه بنشینم، در آن صورت مریض می‌شوم."
    },
    {
      "sentence": "Ich muss immer etwas machen, ich helfe gern anderen Menschen, ich brauche Kontakt mit anderen Menschen.",
      "english": "I always have to do something, I like to help other people, I need contact with other people.",
      "russian": "Я всегда должна что-то делать, я люблю помогать другим людям, мне нужен контакт с другими людьми.",
      "farsi": "من همیشه باید کاری انجام دهم، دوست دارم به دیگران کمک کنم، به ارتباط با دیگران نیاز دارم."
    },
    {
      "sentence": "Eine richtige Arbeit habe ich nicht gefunden, ich bin Russischlehrerin und in deutschen Schulen gibt es nicht viel Russischunterricht.",
      "english": "I haven't found a proper job, I am a Russian teacher and there isn't much Russian teaching in German schools.",
      "russian": "Я не нашла настоящую работу, я учитель русского языка, и в немецких школах нет много уроков русского языка.",
      "farsi": "شغل مناسبی پیدا نکرده‌ام، من معلم زبان روسی هستم و در مدارس آلمانی تدریس زبان روسی زیاد نیست."
    },
    {
      "sentence": "Aber ich gebe jetzt in einem Verein Russischunterricht für Kinder aus Russland.",
      "english": "But now I give Russian lessens for children from Russia in an association.",
      "russian": "Но сейчас я преподаю русский язык детям из России в одной ассоциации.",
      "farsi": "اما حالا در یک انجمن به کودکان روسی آموزش می‌دهم."
    },
    {
      "sentence": "Denn die Kinder sollen nicht nur Deutsch lernen, sie sollen auch ihre Muttersprache lernen.",
      "english": "Because the children should not only learn German, they should also learn their mother tongue.",
      "russian": "Потому что дети должны не только учить немецкий язык, но и свой родной язык.",
      "farsi": "زیرا کودکان نباید فقط آلمانی یاد بگیرند، باید زبان مادری‌شان را هم بیاموزند."
    },
    {
      "sentence": "Einmal in der Woche kommen sie zu uns und wir machen Unterricht.",
      "english": "Once a week they come to us and we have lessens.",
      "russian": "Раз в неделю они приходят к нам, и у нас проходят уроки.",
      "farsi": "هفته‌ای یک بار آنها به ما مراجعه می‌کنند و ما کلاس داریم."
    },
    {
      "sentence": "Und die Eltern kommen auch und wir reden viel, trinken Tee und helfen uns gegenseitig, geben uns Tipps.",
      "english": "And the parents come too and we talk a lot, drink tea and help each other, give each other tips.",
      "russian": "И родители тоже приходят, и мы много разговариваем, пьем чай и помогаем друг другу, даем друг другу советы.",
      "farsi": "و والدین هم می‌آیند و ما زیاد صحبت می‌کنیم، چای می‌نوشیم و به همدیگر کمک می‌کنیم، به همدیگر توصیه‌هایی می‌دهیم."
    },
    {
      "sentence": "Manchmal gehen wir auch zusammen zu einem Amt oder einer Behörde.",
      "english": "Sometimes we also go together to an office or an authority.",
      "russian": "Иногда мы также вместе идем в какое-либо учреждение или ведомство.",
      "farsi": "گاهی اوقات نیز با هم به یک اداره یا مرجع می‌رویم."
    },
    {
      "sentence": "Diese Arbeit ist ganz wichtig für mich.",
      "english": "This work is very important to me.",
      "russian": "Эта работа очень важна для меня.",
      "farsi": "این کار برای من بسیار مهم است."
    },
    {
      "sentence": "Hallo, Jakub. Wie läuft dein Deutschkurs?",
      "english": "Hello, Jakub. How is your German course going?",
      "russian": "Привет, Якуб. Как твой курс немецкого языка?",
      "farsi": "سلام، یاکوب. دوره آلمانی شما چطور است؟"
    },
    {
      "sentence": "Hallo, Nezha. Ach, eigentlich bin ich ganz zufrieden, ich lerne viel und auch die Grammatik verstehe ich ganz gut.",
      "english": "Hello, Nezha. Oh, actually, I am quite satisfied, I learn a lot and I also understand the grammar quite well.",
      "russian": "Привет, Нежа. Ой, на самом деле я вполне доволен, я много учу и грамматику тоже понимаю довольно хорошо.",
      "farsi": "سلام، نژا. آه، در واقع، من کاملاً راضی هستم، خیلی یاد می‌گیرم و همچنین گرامر را خوب می‌فهمم."
    },
    {
      "sentence": "Aber...?",
      "english": "But...?",
      "russian": "Но...?",
      "farsi": "اما...؟"
    },
    {
      "sentence": "Mir fehlen oft Wörter oder ich vergesse alle Wörter immer wieder.",
      "english": "I often lack words or I keep forgetting all the words.",
      "russian": "Мне часто не хватает слов или я все время забываю все слова.",
      "farsi": "اغلب کلمات را نمی‌دانم یا همه کلمات را مدام فراموش می‌کنم."
    },
    {
      "sentence": "Deshalb macht mir das Lesen von Texten oft keinen Spaß.",
      "english": "That's why reading texts is often no fun for me.",
      "russian": "Поэтому чтение текстов часто не доставляет мне удовольствия.",
      "farsi": "به همین دلیل خواندن متون اغلب برای من لذت‌بخش نیست."
    },
    {
      "sentence": "Du kannst vielleicht mit Karteikarten lernen.",
      "english": "You can maybe learn with flashcards.",
      "russian": "Ты можешь попробовать учить с помощью карточек.",
      "farsi": "شاید بتوانی با کارت‌های یادداشت یاد بگیری."
    },
    {
      "sentence": "Das heißt, du schreibst jedes neue Wort auf eine Karte.",
      "english": "That means you write each new word on a card.",
      "russian": "Это значит, что ты пишешь каждое новое слово на карточке.",
      "farsi": "یعنی هر کلمه جدید را روی یک کارت می‌نویسی."
    },
    {
      "sentence": "Die Karten sortierst du dann nach Themen wie zum Beispiel “Wohnen” oder “Essen”.",
      "english": "Then you sort the cards by topics like 'Living' or 'Eating'.",
      "russian": "Затем ты сортируешь карточки по темам, например, «Жилье» или «Еда».",
      "farsi": "سپس کارت‌ها را بر اساس موضوعات مانند «زندگی» یا «غذا» مرتب می‌کنی."
    },
    {
      "sentence": "So kannst du sie systematisch lernen.",
      "english": "So you can learn them systematically.",
      "russian": "Таким образом, ты сможешь учить их систематически.",
      "farsi": "به این ترتیب می‌توانی آنها را به صورت سیستماتیک یاد بگیری."
    },
    {
      "sentence": "Gute Idee, danke.",
      "english": "Good idea, thanks.",
      "russian": "Хорошая идея, спасибо.",
      "farsi": "ایده خوبی است، ممنون."
    },
    {
      "sentence": "Wie war das Deutschlernen denn bei dir?",
      "english": "How was learning German for you?",
      "russian": "А как у тебя было с изучением немецкого?",
      "farsi": "یادگیری آلمانی برای شما چگونه بود؟"
    },
    {
      "sentence": "Am Anfang hatte ich immer Angst vor Fehlern beim Sprechen.",
      "english": "At the beginning, I was always afraid of making mistakes when speaking.",
      "russian": "Вначале я всегда боялась ошибок в речи.",
      "farsi": "در ابتدا همیشه از اشتباه کردن در صحبت کردن می‌ترسیدم."
    },
    {
      "sentence": "Deshalb habe ich lieber gar nicht gesprochen.",
      "english": "That's why I preferred not to speak at all.",
      "russian": "Поэтому я предпочитала вообще не говорить.",
      "farsi": "به همین دلیل ترجیح دادم اصلاً صحبت نکنم."
    },
    {
      "sentence": "Aber mein Freund hat gesagt, ich soll einfach sprechen und keine Angst vor Fehlern haben.",
      "english": "But my friend said, I should just speak and not be afraid of mistakes.",
      "russian": "Но мой друг сказал, что я должна просто говорить и не бояться ошибок.",
      "farsi": "اما دوستم گفت، باید فقط صحبت کنم و از اشتباه نترسم."
    },
    {
      "sentence": "Und jetzt spreche ich einfach.",
      "english": "And now I just speak.",
      "russian": "И теперь я просто говорю.",
      "farsi": "و حالا فقط صحبت می‌کنم."
    },
    {
      "sentence": "Und du hast keine Angst mehr vor Fehlern?",
      "english": "And you are no longer afraid of mistakes?",
      "russian": "И ты больше не боишься ошибок?",
      "farsi": "و دیگر از اشتباهات نمی‌ترسی؟"
    },
    {
      "sentence": "Nein, ich denke, Sprechen ist wichtig und man lernt viel besser.",
      "english": "No, I think speaking is important and you learn much better.",
      "russian": "Нет, я думаю, что говорить важно, и ты учишься гораздо лучше.",
      "farsi": "نه، فکر می‌کنم صحبت کردن مهم است و خیلی بهتر یاد می‌گیری."
    },
    {
      "sentence": "Das finde ich auch.",
      "english": "I think so too.",
      "russian": "Я тоже так думаю.",
      "farsi": "من هم همین‌طور فکر می‌کنم."
    },
    {
      "sentence": "Natürlich machen wir Fehler, aber man kann sie nur durch Üben korrigieren, das heißt man muss viel sprechen und viel schreiben.",
      "english": "Of course, we make mistakes, but you can only correct them through practice, that means you have to speak a lot and write a lot.",
      "russian": "Конечно, мы делаем ошибки, но их можно исправить только через практику, то есть нужно много говорить и много писать.",
      "farsi": "البته، ما اشتباه می‌کنیم، اما فقط از طریق تمرین می‌توان آنها را اصلاح کرد، یعنی باید زیاد صحبت کرد و زیاد نوشت."
    },
    {
      "sentence": "Bitte sprechen Sie langsam.",
      "english": "Please speak slowly.",
      "russian": "Пожалуйста, говорите медленно.",
      "farsi": "لطفاً آهسته صحبت کنید."
    },
    {
      "sentence": "Sie können Wortkarten schreiben.",
      "english": "You can write word cards.",
      "russian": "Вы можете писать карточки со словами.",
      "farsi": "می‌توانید کارت‌های واژه بنویسید."
    },
    {
      "sentence": "Sie können einen Tanzkurs besuchen.",
      "english": "You can attend a dance course.",
      "russian": "Вы можете посетить курс танцев.",
      "farsi": "می‌توانید در کلاس رقص شرکت کنید."
    },
    {
      "sentence": "Sie können die CDs zu Hause oft hören.",
      "english": "You can often listen to the CDs at home.",
      "russian": "Вы можете часто слушать компакт-диски дома.",
      "farsi": "می‌توانید اغلب سی‌دی‌ها را در خانه گوش کنید."
    },
    {
      "sentence": "Sie können jeden Tag ein bisschen schreiben.",
      "english": "You can write a little bit every day.",
      "russian": "Вы можете писать немного каждый день.",
      "farsi": "می‌توانید هر روز کمی بنویسید."
    },
    {
      "sentence": "Sie können viel mit Deutschen sprechen.",
      "english": "You can talk a lot with Germans.",
      "russian": "Вы можете много разговаривать с немцами.",
      "farsi": "می‌توانید با آلمانی‌ها زیاد صحبت کنید."
    },
    {
      "sentence": "Sie dürfen keine Angst haben.",
      "english": "You must not be afraid.",
      "russian": "Вы не должны бояться.",
      "farsi": "نباید بترسید."
    }
  ]
}
