{
  "info": {
    "name": "A2U12",
    "learning": "Sentences"
  },

  "content": [
    {
      "isSelected": true,
      "sentence": "Herr Stankovic, Sie sind im Nachbarschaftshaus aktiv.",
      "english": "Mr. Stankovic, you are active in the neighborhood house.",
      "russian": "Мистер Станкович, вы активны в доме соседства.",
      "farsi": "آقای استنکوویچ، شما در خانه محله فعال هستید."
    },
    {
      "isSelected": true,
      "sentence": "Was machen Sie dort?",
      "english": "What do you do there?",
      "russian": "Что вы там делаете?",
      "farsi": "شما آنجا چه کار می‌کنید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich bin jetzt seit sechs Monaten Rentner und das ist doch ein bisschen langweilig.",
      "english": "I have been retired for six months now and it's a bit boring.",
      "russian": "Я на пенсии уже шесть месяцев, и это немного скучно.",
      "farsi": "من حالا شش ماه است که بازنشسته شده‌ام و این کمی خسته‌کننده است."
    },
    {
      "isSelected": true,
      "sentence": "Ich möchte gern aktiv sein und Kontakte haben.",
      "english": "I would like to be active and have contacts.",
      "russian": "Я хотел бы быть активным и иметь контакты.",
      "farsi": "من دوست دارم فعال باشم و ارتباطاتی داشته باشم."
    },
    {
      "isSelected": true,
      "sentence": "Deshalb gehe ich zweimal pro Woche zum Seniorentreff.",
      "english": "That's why I go to the senior meeting twice a week.",
      "russian": "Поэтому я два раза в неделю хожу на встречу с пожилыми людьми.",
      "farsi": "به همین دلیل من دو بار در هفته به جلسه بازنشستگان می‌روم."
    },
    {
      "isSelected": true,
      "sentence": "Einmal bin ich auch zur Rechtsberatung gegangen, weil ich Probleme mit meinem Vermieter hatte.",
      "english": "I also went to legal advice once because I had problems with my landlord.",
      "russian": "Однажды я также обратился за юридической консультацией, потому что у меня были проблемы с арендодателем.",
      "farsi": "یک بار هم به مشاوره حقوقی رفتم چون با صاحب‌خانه‌ام مشکل داشتم."
    },
    {
      "isSelected": true,
      "sentence": "Frau Moik, auch Sie sind oft im Nachbarschaftshaus. Ist das richtig?",
      "english": "Mrs. Moik, you are also often in the neighborhood house. Is that correct?",
      "russian": "Миссис Мойк, вы также часто бываете в доме соседства. Это правильно?",
      "farsi": "خانم مویک، شما هم اغلب در خانه محله هستید. درست است؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, das stimmt. Wir haben viele Nachbarn, die nicht aus Deutschland kommen und ich nehme gerne an der internationalen Frauengruppe teil.",
      "english": "Yes, that's right. We have many neighbors who are not from Germany and I like to participate in the international women's group.",
      "russian": "Да, это правильно. У нас много соседей, которые не из Германии, и мне нравится участвовать в международной женской группе.",
      "farsi": "بله، درست است. ما همسایگان زیادی داریم که از آلمان نیستند و من دوست دارم در گروه زنان بین‌المللی شرکت کنم."
    },
    {
      "isSelected": true,
      "sentence": "Das ist spannend, denn ich lerne viele neue Leute kennen.",
      "english": "That is exciting because I get to know many new people.",
      "russian": "Это захватывающе, потому что я знакомлюсь с множеством новых людей.",
      "farsi": "این هیجان‌انگیز است چون با افراد جدید زیادی آشنا می‌شوم."
    },
    {
      "isSelected": true,
      "sentence": "Mit einer Inderin aus dieser Gruppe habe ich mich jetzt zum Singkreis angemeldet.",
      "english": "With an Indian woman from this group, I have now signed up for the singing circle.",
      "russian": "С индийской женщиной из этой группы я записалась в кружок пения.",
      "farsi": "با یک زن هندی از این گروه، اکنون برای گروه آواز ثبت‌نام کرده‌ام."
    },
    {
      "isSelected": true,
      "sentence": "In unserer Reihe “Gute Nachbarschaft” besuchen wir heute ein Nachbarschaftshaus.",
      "english": "In our series 'Good Neighbors' we are visiting a neighborhood house today.",
      "russian": "В нашей серии 'Хорошие соседи' мы сегодня посещаем дом соседства.",
      "farsi": "در سری 'همسایگان خوب' ما امروز به یک خانه محله می‌رویم."
    },
    {
      "isSelected": true,
      "sentence": "Wir sprechen mit Ulyana Petrowski, 16 Jahre, und Hedwig Bauer, 71, die beide an einem Projekt vom Nachbarschaftshaus teilnehmen.",
      "english": "We are talking to Ulyana Petrowski, 16, and Hedwig Bauer, 71, who are both participating in a project from the neighborhood house.",
      "russian": "Мы говорим с Ульяной Петровски, 16 лет, и Хедвиг Бауэр, 71 год, которые оба участвуют в проекте от дома соседства.",
      "farsi": "ما با اولیانا پتروفسکی، 16 ساله، و هدویگ باور، 71 ساله، که هر دو در یک پروژه از خانه محله شرکت می‌کنند، صحبت می‌کنیم."
    },
    {
      "isSelected": true,
      "sentence": "Ulyana, was machst du im Nachbarschaftshaus?",
      "english": "Ulyana, what do you do in the neighborhood house?",
      "russian": "Ульяна, что ты делаешь в доме соседства?",
      "farsi": "اولیانا، شما در خانه محله چه می‌کنید؟"
    },
    {
      "isSelected": true,
      "sentence": "Es gibt da ein tolles Projekt für ältere Menschen oder auch Kinder und Menschen mit Behinderung.",
      "english": "There is a great project for older people or also children and people with disabilities.",
      "russian": "Есть отличный проект для пожилых людей, а также для детей и людей с ограниченными возможностями.",
      "farsi": "یک پروژه عالی برای افراد مسن یا کودکان و افراد دارای معلولیت وجود دارد."
    },
    {
      "isSelected": true,
      "sentence": "Es heißt Jugend aktiv. Wir Jugendlichen gehen zu einem Menschen und helfen ihm.",
      "english": "It's called Youth Active. We young people go to someone and help them.",
      "russian": "Он называется 'Активная молодежь'. Мы, молодежь, идем к кому-то и помогаем им.",
      "farsi": "نام آن جوانان فعال است. ما جوانان به کسی می‌رویم و به او کمک می‌کنیم."
    },
    {
      "isSelected": true,
      "sentence": "Ich gehe zum Beispiel einmal in der Woche zu Frau Bauer.",
      "english": "For example, I go to Mrs. Bauer once a week.",
      "russian": "Например, я хожу к миссис Бауэр раз в неделю.",
      "farsi": "برای مثال، من هفته‌ای یک بار به خانم باور می‌روم."
    },
    {
      "isSelected": true,
      "sentence": "Sie kann nicht mehr so gut lesen und ich lese ihr die Zeitung oder aus Büchern vor.",
      "english": "She can't read very well anymore and I read the newspaper or books to her.",
      "russian": "Она больше не может хорошо читать, и я читаю ей газету или книги.",
      "farsi": "او دیگر نمی‌تواند خوب بخواند و من برایش روزنامه یا کتاب می‌خوانم."
    },
    {
      "isSelected": true,
      "sentence": "Außerdem bin ich in der Theatergruppe aktiv und meine Schwester spielt in der Fußballmannschaft.",
      "english": "I am also active in the theater group and my sister plays on the soccer team.",
      "russian": "Кроме того, я активна в театральной группе, а моя сестра играет в футбольной команде.",
      "farsi": "علاوه بر این، من در گروه تئاتر فعال هستم و خواهرم در تیم فوتبال بازی می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Bekommst du für das Vorlesen Geld?",
      "english": "Do you get money for reading aloud?",
      "russian": "Ты получаешь деньги за чтение вслух?",
      "farsi": "آیا برای بلند خواندن پول می‌گیری؟"
    },
    {
      "isSelected": true,
      "sentence": "Nein. Ich mache das ehrenamtlich.",
      "english": "No. I do it voluntarily.",
      "russian": "Нет. Я делаю это добровольно.",
      "farsi": "نه. من این کار را به صورت داوطلبانه انجام می‌دهم."
    },
    {
      "isSelected": true,
      "sentence": "Frau Bauer, was gefällt Ihnen an dem Projekt 'Jugend aktiv'?",
      "english": "Mrs. Bauer, what do you like about the 'Youth Active' project?",
      "russian": "Миссис Бауэр, что вам нравится в проекте 'Активная молодежь'?",
      "farsi": "خانم باور، چه چیزی در پروژه 'جوانان فعال' برای شما جذاب است؟"
    },
    {
      "isSelected": true,
      "sentence": "Ach, ich bin so froh, dass es das Projekt gibt.",
      "english": "Oh, I am so glad that the project exists.",
      "russian": "О, я так рада, что этот проект существует.",
      "farsi": "اوه، من خیلی خوشحالم که این پروژه وجود دارد."
    },
    {
      "isSelected": true,
      "sentence": "Wissen Sie, ich kann vieles nicht mehr machen und dann ist das Leben so langweilig.",
      "english": "You know, I can't do a lot of things anymore and then life is so boring.",
      "russian": "Знаете, я больше не могу делать многое, и тогда жизнь становится такой скучной.",
      "farsi": "می‌دانید، من دیگر نمی‌توانم خیلی کارها انجام دهم و بعد زندگی خیلی خسته‌کننده می‌شود."
    },
    {
      "isSelected": true,
      "sentence": "Und die Ulyana kommt einmal in der Woche und liest mir vor und manchmal erzählt sie Sachen von der Schule.",
      "english": "And Ulyana comes once a week and reads to me and sometimes she tells me things about school.",
      "russian": "А Ульяна приходит раз в неделю и читает мне, а иногда рассказывает о школе.",
      "farsi": "و اولیانا هفته‌ای یک بار می‌آید و برایم می‌خواند و گاهی چیزهایی درباره مدرسه می‌گوید."
    },
    {
      "isSelected": true,
      "sentence": "Sie hat mir auch gezeigt, was sie mit ihrem Laptop macht.",
      "english": "She also showed me what she does with her laptop.",
      "russian": "Она также показала мне, что делает со своим ноутбуком.",
      "farsi": "او همچنین به من نشان داد که با لپ‌تاپش چه کار می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Das finde ich ganz spannend. Dann kommt wieder Leben in meine Wohnung.",
      "english": "I find that very exciting. Then life returns to my apartment.",
      "russian": "Я нахожу это очень захватывающим. Тогда жизнь возвращается в мою квартиру.",
      "farsi": "این برای من خیلی هیجان‌انگیز است. بعد زندگی به خانه‌ام برمی‌گردد."
    },
    {
      "isSelected": true,
      "sentence": "Ich bin so dankbar, und ich glaube, Ulyana macht es auch Spaß.",
      "english": "I am so grateful, and I think Ulyana enjoys it too.",
      "russian": "Я так благодарна, и я думаю, что Ульяне это тоже нравится.",
      "farsi": "من خیلی سپاسگزارم و فکر می‌کنم اولیانا هم از این کار لذت می‌برد."
    },
    {
      "isSelected": true,
      "sentence": "Frau Maier, sind Sie Mitglied in einem Verein?",
      "english": "Mrs. Maier, are you a member of a club?",
      "russian": "Миссис Майер, вы являетесь членом клуба?",
      "farsi": "خانم مایر، آیا شما عضو یک باشگاه هستید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, natürlich. Ich wohne in Böblingen.",
      "english": "Yes, of course. I live in Böblingen.",
      "russian": "Да, конечно. Я живу в Бёблингене.",
      "farsi": "بله، البته. من در بوبلینگن زندگی می‌کنم."
    },
    {
      "isSelected": true,
      "sentence": "Das ist eine kleine Stadt, hier sind die Vereine ganz wichtig.",
      "english": "It is a small town, here the clubs are very important.",
      "russian": "Это маленький город, здесь клубы очень важны.",
      "farsi": "این یک شهر کوچک است، اینجا باشگاه‌ها خیلی مهم هستند."
    },
    {
      "isSelected": true,
      "sentence": "Ich glaube, dass es hier keinen Menschen gibt, der nicht in einem Verein ist.",
      "english": "I think there is no one here who is not in a club.",
      "russian": "Я думаю, здесь нет никого, кто не состоит в клубе.",
      "farsi": "من فکر می‌کنم اینجا کسی نیست که عضو یک باشگاه نباشد."
    },
    {
      "isSelected": true,
      "sentence": "Erzählen Sie doch bitte, in welchen Vereinen sind Sie?",
      "english": "Please tell us, which clubs are you in?",
      "russian": "Пожалуйста, расскажите нам, в каких клубах вы состоите?",
      "farsi": "لطفاً بگویید، در چه باشگاه‌هایی عضو هستید؟"
    },
    {
      "isSelected": true,
      "sentence": "Also, ich mache regelmäßig eine Gymnastikgruppe für Frauen, einmal pro Woche, deshalb bin ich im Turnverein.",
      "english": "Well, I regularly do a gymnastics group for women, once a week, so I am in the gymnastics club.",
      "russian": "Ну, я регулярно занимаюсь гимнастикой для женщин, раз в неделю, поэтому я в гимнастическом клубе.",
      "farsi": "خب، من به طور منظم یک گروه ژیمناستیک برای زنان دارم، هفته‌ای یک بار، بنابراین من در باشگاه ژیمناستیک هستم."
    },
    {
      "isSelected": true,
      "sentence": "Mein Sohn und mein Mann spielen Fußball, deshalb sind wir als Familie auch im Fußballverein.",
      "english": "My son and my husband play soccer, so we are also in the soccer club as a family.",
      "russian": "Мой сын и мой муж играют в футбол, поэтому мы как семья также состоим в футбольном клубе.",
      "farsi": "پسرم و همسرم فوتبال بازی می‌کنند، بنابراین ما هم به عنوان خانواده در باشگاه فوتبال هستیم."
    },
    {
      "isSelected": true,
      "sentence": "Mein Mann arbeitet da auch ehrenamtlich als Trainer für eine Kindermannschaft.",
      "english": "My husband also works there voluntarily as a coach for a children's team.",
      "russian": "Мой муж также работает там добровольно тренером детской команды.",
      "farsi": "همسرم هم به صورت داوطلبانه به عنوان مربی یک تیم کودکان کار می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Ja, und dann sind wir auch im Musikschulverein, denn mein Sohn spielt Gitarre und hat in der Musikschule Unterricht.",
      "english": "Yes, and then we are also in the music school club because my son plays guitar and takes lessens at the music school.",
      "russian": "Да, и еще мы состоим в клубе музыкальной школы, потому что мой сын играет на гитаре и берет уроки в музыкальной школе.",
      "farsi": "بله، و سپس ما نیز در باشگاه مدرسه موسیقی هستیم زیرا پسرم گیتار می‌نوازد و در مدرسه موسیقی درس می‌گیرد."
    },
    {
      "isSelected": true,
      "sentence": "Ja, und außerdem sind wir im Karnevalsverein.",
      "english": "Yes, and we are also in the carnival club.",
      "russian": "Да, и кроме того, мы состоим в карнавальном клубе.",
      "farsi": "بله، و علاوه بر این، ما در باشگاه کارناوال هستیم."
    },
    {
      "isSelected": true,
      "sentence": "Ich weiß auch nicht warum.",
      "english": "I don't know why either.",
      "russian": "Я тоже не знаю почему.",
      "farsi": "من هم نمی‌دانم چرا."
    },
    {
      "isSelected": true,
      "sentence": "Früher habe ich gerne Karneval gefeiert und da bin ich in den Verein eingetreten, aber jetzt waren wir schon lange nicht mehr da.",
      "english": "I used to like celebrating carnival and I joined the club, but now we haven't been there for a long time.",
      "russian": "Раньше я любила праздновать карнавал и вступила в клуб, но теперь мы уже давно туда не ходим.",
      "farsi": "قبلاً از جشن گرفتن کارناوال لذت می‌بردم و به باشگاه پیوستم، اما حالا مدت زیادی است که به آنجا نرفته‌ایم."
    },
    {
      "isSelected": true,
      "sentence": "Wir bezahlen nur weiter unseren Mitgliedsbeitrag.",
      "english": "We just continue to pay our membership fee.",
      "russian": "Мы просто продолжаем платить наш членский взнос.",
      "farsi": "ما فقط به پرداخت حق عضویت خود ادامه می‌دهیم."
    },
    {
      "isSelected": true,
      "sentence": "Ich glaube, das sind so 20 Euro im Jahr.",
      "english": "I think that's about 20 euros a year.",
      "russian": "Я думаю, это около 20 евро в год.",
      "farsi": "فکر می‌کنم حدود 20 یورو در سال باشد."
    },
    {
      "isSelected": true,
      "sentence": "Kennen Sie einen Verein, in dem man Leute kennenlernen kann?",
      "english": "Do you know a club where you can meet people?",
      "russian": "Вы знаете клуб, где можно познакомиться с людьми?",
      "farsi": "آیا یک باشگاه می‌شناسید که بتوان در آن با افراد جدید آشنا شد؟"
    },
    {
      "isSelected": true,
      "sentence": "Kennen Sie einen Singkreis, in dem jeder mitsingen kann?",
      "english": "Do you know a singing circle where everyone can join in?",
      "russian": "Вы знаете кружок пения, в котором все могут участвовать?",
      "farsi": "آیا یک گروه آواز می‌شناسید که هر کس بتواند در آن شرکت کند؟"
    },
    {
      "isSelected": true,
      "sentence": "Kennen Sie eine Gruppe, in der ich andere Mütter kennenlernen kann?",
      "english": "Do you know a group where I can meet other mothers?",
      "russian": "Вы знаете группу, в которой я могу познакомиться с другими матерями?",
      "farsi": "آیا گروهی می‌شناسید که بتوانم با مادران دیگر آشنا شوم؟"
    },
    {
      "isSelected": true,
      "sentence": "Kennen Sie ein Nachbarschaftshaus, in dem es interessante Angebote gibt?",
      "english": "Do you know a neighborhood house where there are interesting offers?",
      "russian": "Вы знаете дом соседства, где есть интересные предложения?",
      "farsi": "آیا یک خانه محله می‌شناسید که پیشنهادات جالبی داشته باشد؟"
    },
    {
      "isSelected": true,
      "sentence": "Wie heißt der Sachbearbeiter, mit dem Sie gesprochen haben?",
      "english": "What is the name of the caseworker you spoke to?",
      "russian": "Как зовут специалиста, с которым вы разговаривали?",
      "farsi": "نام کارمند پرونده که با او صحبت کردید چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Wie heißt die Sachbearbeiterin, mit der Sie telefoniert haben?",
      "english": "What is the name of the caseworker you spoke to on the phone?",
      "russian": "Как зовут специалистку, с которой вы говорили по телефону?",
      "farsi": "نام کارمند زنی که با او تلفنی صحبت کردید چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Wie heißen die Leute, mit denen du zusammengearbeitet hast?",
      "english": "What are the names of the people you worked with?",
      "russian": "Как зовут людей, с которыми ты работал?",
      "farsi": "نام افرادی که با آنها همکاری کردی چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Wie heißt das Projekt, mit dem Ulyana anderen Menschen hilft?",
      "english": "What is the name of the project that Ulyana uses to help other people?",
      "russian": "Как называется проект, с помощью которого Ульяна помогает другим людям?",
      "farsi": "نام پروژه‌ای که اولیانا از آن برای کمک به دیگران استفاده می‌کند چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Du wolltest etwas sagen.",
      "english": "You wanted to say something.",
      "russian": "Ты хотел что-то сказать.",
      "farsi": "می‌خواستی چیزی بگویی."
    },
    {
      "isSelected": true,
      "sentence": "Ach so, ja. Bei uns zu Hause sind die Familie und die Nachbarn total wichtig. Man hilft sich.",
      "english": "Oh, yes. At home, family and neighbors are very important. People help each other.",
      "russian": "Ах да, у нас дома семья и соседи очень важны. Люди помогают друг другу.",
      "farsi": "آه بله. در خانه ما، خانواده و همسایگان بسیار مهم هستند. مردم به یکدیگر کمک می‌کنند."
    },
    {
      "isSelected": true,
      "sentence": "Das macht vieles einfacher.",
      "english": "That makes many things easier.",
      "russian": "Это делает многие вещи проще.",
      "farsi": "این بسیاری از چیزها را آسان‌تر می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Ich fühle mich oft allein mit Sofia und dem Job und meinem Leben.",
      "english": "I often feel alone with Sofia and the job and my life.",
      "russian": "Я часто чувствую себя одинокой с Софией, работой и своей жизнью.",
      "farsi": "من اغلب با سوفیا، کار و زندگی‌ام احساس تنهایی می‌کنم."
    },
    {
      "isSelected": true,
      "sentence": "Ja, das verstehe ich gut.",
      "english": "Yes, I understand that well.",
      "russian": "Да, я это хорошо понимаю.",
      "farsi": "بله، من این را خوب درک می‌کنم."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe eine Sendung im Fernsehen gesehen, in der sie eine tolle Idee vorgestellt haben.",
      "english": "I saw a program on TV where they presented a great idea.",
      "russian": "Я видел передачу по телевизору, где представили отличную идею.",
      "farsi": "یک برنامه تلویزیونی دیدم که در آن یک ایده عالی معرفی کردند."
    },
    {
      "isSelected": true,
      "sentence": "Und zwar gibt es Leihomas.",
      "english": "There are loan grannies.",
      "russian": "Есть бабушки напрокат.",
      "farsi": "چیزی به نام 'مادربزرگ‌های قرضی' وجود دارد."
    },
    {
      "isSelected": true,
      "sentence": "Leihomas? Was ist das?",
      "english": "Loan grannies? What is that?",
      "russian": "Бабушки напрокат? Что это?",
      "farsi": "مادربزرگ‌های قرضی؟ آن چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Das ist eine Art ehrenamtliches Engagement.",
      "english": "It is a type of voluntary commitment.",
      "russian": "Это своего рода добровольное участие.",
      "farsi": "این نوعی تعهد داوطلبانه است."
    },
    {
      "isSelected": true,
      "sentence": "Es gibt da einen Verein, der so etwas organisiert.",
      "english": "There is a club that organizes something like that.",
      "russian": "Есть клуб, который организует что-то подобное.",
      "farsi": "یک باشگاه وجود دارد که چیزی مانند این را سازمان‌دهی می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Und wie funktioniert das?",
      "english": "And how does it work?",
      "russian": "И как это работает?",
      "farsi": "و چگونه کار می‌کند؟"
    },
    {
      "isSelected": true,
      "sentence": "Ganz einfach. Der Verein bringt junge Eltern, die Hilfe brauchen, mit älteren Menschen zusammen.",
      "english": "It's very simple. The club brings together young parents who need help with older people.",
      "russian": "Очень просто. Клуб объединяет молодых родителей, которым нужна помощь, с пожилыми людьми.",
      "farsi": "خیلی ساده است. باشگاه والدین جوانی که نیاز به کمک دارند را با افراد مسن‌تر مرتبط می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Das sind dann ältere Menschen, die Zeit haben und Familien oder jungen Müttern mit kleinen Kindern helfen möchten.",
      "english": "These are older people who have time and want to help families or young mothers with small children.",
      "russian": "Это пожилые люди, у которых есть время и которые хотят помочь семьям или молодым матерям с маленькими детьми.",
      "farsi": "اینها افراد مسنی هستند که وقت دارند و می‌خواهند به خانواده‌ها یا مادران جوان با کودکان کوچک کمک کنند."
    },
    {
      "isSelected": true,
      "sentence": "Das ist ja spannend.",
      "english": "That is exciting.",
      "russian": "Это захватывающе.",
      "farsi": "این هیجان‌انگیز است."
    },
    {
      "isSelected": true,
      "sentence": "Ich überlege, ob ich da mal anrufen soll.",
      "english": "I am considering calling them.",
      "russian": "Я подумываю, не позвонить ли им.",
      "farsi": "دارم فکر می‌کنم که به آنها زنگ بزنم."
    },
    {
      "isSelected": true,
      "sentence": "Ja, das ist eine gute Idee.",
      "english": "Yes, that's a good idea.",
      "russian": "Да, это хорошая идея.",
      "farsi": "بله، این یک ایده خوب است."
    }
  ]
}
