{
  "info": {
    "name": "A2U08",
    "learning": "Sentences"
  },
  "content": [
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Neue Chancen",
      "english": "New opportunities",
      "russian": "Новые возможности",
      "farsi": "فرصت‌های جدید"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Hallo, Doreen, wie geht es dir?",
      "english": "Hello, Doreen, how are you?",
      "russian": "Привет, Дорин, как у тебя дела?",
      "farsi": "سلام، دورین، حالت چطور است؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Wir haben uns ja lange nicht mehr gesehen.",
      "english": "We haven't seen each other in a long time.",
      "russian": "Мы давно не виделись.",
      "farsi": "ما مدت‌هاست که یکدیگر را ندیده‌ایم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Hallo, Ibolya. Ja, stimmt. Schön, dass wir uns mal wieder treffen. Wie geht es dir?",
      "english": "Hello, Ibolya. Yes, that's right. It's nice that we meet again. How are you?",
      "russian": "Привет, Иболя. Да, верно. Приятно, что мы снова встретились. Как у тебя дела?",
      "farsi": "سلام، ایبولیا. بله، درست است. خوشحالم که دوباره دیدار شدیم. حال شما چطور است؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Gut, ich komme gerade von einem Kurs.",
      "english": "Good, I just came from a course.",
      "russian": "Хорошо, я только что вернулась с курса.",
      "farsi": "خوب، من همین الان از یک دوره آموزشی آمده‌ام."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ach, arbeitest du wieder als Lehrerin?",
      "english": "Oh, are you working as a teacher again?",
      "russian": "Ах, снова работаешь учителем?",
      "farsi": "اوه، آیا دوباره به عنوان معلم کار می‌کنی؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ist die Babypause vorbei?",
      "english": "Is the baby break over?",
      "russian": "Отпуск по уходу за ребенком закончился?",
      "farsi": "آیا مرخصی مربوط به بچه تمام شده است؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Nein, noch nicht, aber ich will wieder arbeiten.",
      "english": "No, not yet, but I want to work again.",
      "russian": "Нет, еще нет, но я хочу снова работать.",
      "farsi": "نه، هنوز نه، اما من می‌خواهم دوباره کار کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich nehme an dem Kurs teil, ich bin nicht die Lehrerin.",
      "english": "I'm taking part in the course, I'm not the teacher.",
      "russian": "Я участвую в курсе, я не учитель.",
      "farsi": "من در دوره شرکت می‌کنم، من معلم نیستم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Im Moment passt mein Mann auf das Kind auf.",
      "english": "At the moment, my husband is taking care of the child.",
      "russian": "В данный момент мой муж присматривает за ребенком.",
      "farsi": "در حال حاضر شوهرم به کودک نگه‌داری می‌کند."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Deshalb habe ich jetzt auch etwas Zeit.",
      "english": "That's why I have some time now.",
      "russian": "Поэтому у меня сейчас тоже есть время.",
      "farsi": "بنابراین من الان کمی وقت دارم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Hast du Lust auf einen Kaffee?",
      "english": "Do you feel like having a coffee?",
      "russian": "Хочешь кофе?",
      "farsi": "آیا مایل به نوشیدن قهوه هستید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, warum nicht.",
      "english": "Yes, why not.",
      "russian": "Да, почему бы и нет.",
      "farsi": "بله، چرا نه."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "So, bitte sehr, wer hatte den Milchkaffee und den Erdbeerkuchen?",
      "english": "So, here you go, who had the latte and the strawberry cake?",
      "russian": "Итак, вот, кто заказывал молочный кофе и земляничный пирог?",
      "farsi": "پس، لطفاً، که قهوه با شیر و کیک گلابی را سفارش داد؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Das war für mich bitte.",
      "english": "That was for me, please.",
      "russian": "Это было для меня, пожалуйста.",
      "farsi": "این برای من بود، لطفاً."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Dann hatten Sie den Cappuccino und die Sachertorte?",
      "english": "Then you had the cappuccino and the Sachertorte?",
      "russian": "Значит, у вас были капучино и Захертот?",
      "farsi": "پس شما کاپوچینو و کیک زاکرت داشتید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, das war für mich, vielen Dank.",
      "english": "Yes, that was for me, thank you very much.",
      "russian": "Да, это было для меня, спасибо большое.",
      "farsi": "بله، این برای من بود، بسیار متشکرم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Also dann erzähl mal, Ibolya.",
      "english": "So then tell me, Ibolya.",
      "russian": "Так расскажи же, Иболя.",
      "farsi": "پس بگو، ایبولیا."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Was für einen Kurs machst du?",
      "english": "What kind of course are you taking?",
      "russian": "Какой у тебя курс?",
      "farsi": "چه دوره‌ای را می‌گذاری؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, ich wollte nach der Babypause wieder arbeiten.",
      "english": "Yes, I wanted to work again after the baby break.",
      "russian": "Да, я хотела снова работать после декретного отпуска.",
      "farsi": "بله، من می‌خواستم بعد از مرخصی بچه دوباره کار کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Du weißt ja, ich war Informatiklehrerin.",
      "english": "You know, I was a computer science teacher.",
      "russian": "Ты же знаешь, я была учительницей информатики.",
      "farsi": "میدانی، من معلم علوم کامپیوتر بودم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich habe mich um viele Stellen beworben, aber leider sind meine Computerkenntnisse nicht mehr aktuell.",
      "english": "I applied for many positions, but unfortunately my computer skills are no longer up-to-date.",
      "russian": "Я подавала заявления на много вакансий, но, к сожалению, мои компьютерные знания уже не актуальны.",
      "farsi": "من برای موقعیت‌های زیادی درخواست دادم، اما متاسفانه مهارت‌های کامپیوتری من دیگر به‌روز نیستند."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich interessiere mich für die neuen Softwareprogramme und jetzt habe ich eine Förderung von der Bundesagentur für Arbeit bekommen und nehme an einer Fortbildung teil.",
      "english": "I'm interested in the new software programs, and now I've received funding from the Federal Employment Agency and I'm participating in further training.",
      "russian": "Меня интересуют новые программы и теперь я получила финансирование от Федерального агентства занятости и участвую в дополнительном обучении.",
      "farsi": "من به نرم‌افزارهای جدید علاقه‌مند هستم، و الان من یک حمایت مالی از طرف آژانس فدرال اشتغال دریافت کرده‌ام و در دوره آموزشی شرکت می‌کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Förderung? Heißt das, dass die Bundesagentur die Fortbildung bezahlt?",
      "english": "Funding? Does that mean the Federal Employment Agency pays for the further training?",
      "russian": "Финансирование? Это означает, что Федеральное агентство оплачивает обучение?",
      "farsi": "حمایت مالی؟ این یعنی که آژانس فدرال اشتغال هزینه آموزش را پرداخت می‌کند؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, genau. Die Fortbildung ist hier beim IB in Münster, jeden Tag von 9 bis 15 Uhr.",
      "english": "Yes, exactly. The further training is here at the IB in Münster, every day from 9 to 3 p.m.",
      "russian": "Да, именно. Обучение здесь в ИБ в Мюнстере, каждый день с 9 до 15 часов.",
      "farsi": "بله، دقیقاً. آموزش اینجا در IB در مونستر است، هر روز از ۹ صبح تا ۳ بعد از ظهر."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Und wie hast du den Kurs beim IB bekommen?",
      "english": "And how did you get the course at IB?",
      "russian": "И как вы получили курс в ИБ?",
      "farsi": "و چطور دوره در IB را دریافت کردید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich war beim Arbeitsberater.",
      "english": "I went to the job advisor.",
      "russian": "Я была у трудового консультанта.",
      "farsi": "من به مشاور شغلی رفتم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Der hat mir geholfen, aber ich musste lange auf den Kurs warten.",
      "english": "He helped me, but I had to wait a long time for the course.",
      "russian": "Он мне помог, но мне пришлось ждать курса долго.",
      "farsi": "او به من کمک کرد، اما باید مدت طولانی‌تری منتظر دوره می‌ماندم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Arbeitest du immer noch bei Elektro-Müller?",
      "english": "Are you still working at Elektro-Müller?",
      "russian": "Ты все еще работаешь в Электро-Мюллере?",
      "farsi": "آیا هنوز در الکترو-مولر کار می‌کنید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, aber die Arbeit ist langweilig.",
      "english": "Yes, but the work is boring.",
      "russian": "Да, но работа скучная.",
      "farsi": "بله، اما کار خسته‌کننده است."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich muss den ganzen Tag mit Kunden telefonieren.",
      "english": "I have to spend the whole day on the phone with customers.",
      "russian": "Мне приходится весь день разговаривать с клиентами по телефону.",
      "farsi": "من مجبورم تمام روز با مشتریان تلفنی صحبت کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich will schon lange eine andere Stelle suchen.",
      "english": "I've been wanting to look for another job for a long time.",
      "russian": "Я давно хочу искать другую работу.",
      "farsi": "من مدت‌هاست می‌خواهم برای یک شغل دیگر جستجو کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "So eine Fortbildung möchte ich auch gerne machen.",
      "english": "I would also like to do such further training.",
      "russian": "Я тоже хотел бы пройти такое дополнительное обучение.",
      "farsi": "من همچنین دوست دارم چنین آموزش‌های تکمیلی‌ای داشته باشم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, dann kannst du bestimmt auch eine bessere Stelle bekommen.",
      "english": "Yes, then you can certainly get a better job.",
      "russian": "Да, тогда ты наверняка сможешь получить лучшую работу.",
      "farsi": "بله، پس مطمئناً می‌توانید شغل بهتری بیابید."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Du bist doch Buchhalterin von Beruf.",
      "english": "You are a professional accountant, aren't you?",
      "russian": "Ведь ты профессиональный бухгалтер, не так ли?",
      "farsi": "شما حسابدار حرفه‌ای هستید، درست است؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Geh doch mal zum Arbeitsberater.",
      "english": "Why don't you go to the job advisor?",
      "russian": "Почему бы тебе не пойти к трудовому консультанту?",
      "farsi": "چرا به مشاور شغلی نمی‌روید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Der kann dich über die Möglichkeiten informieren und vielleicht wird es dann auch leichter, dass man deinen Berufsabschluss aus Kenia anerkennt.",
      "english": "He can inform you about the possibilities, and maybe it will also be easier for your professional degree from Kenya to be recognized.",
      "russian": "Он может информировать вас о возможностях, и, возможно, тогда будет легче признать ваш профессиональный диплом из Кении.",
      "farsi": "او می‌تواند شما را در مورد امکانات مطلع کند، و شاید همچنین آسان‌تر شود که مدرک حرفه‌ای شما از کنیا تایید شود."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, das ist eine gute Idee. Das mache ich.",
      "english": "Yes, that's a good idea. I'll do that.",
      "russian": "Да, это хорошая идея. Я сделаю это.",
      "farsi": "بله، این یک ایده خوب است. من این کار را انجام می‌دهم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Und wie geht es dir sonst?",
      "english": "And how are you otherwise?",
      "russian": "А как у тебя дела в остальном?",
      "farsi": "و در غیر این صورت حال شما چطور است؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Bist du immer noch mit Martin zusammen?",
      "english": "Are you still together with Martin?",
      "russian": "Ты все еще вместе с Мартином?",
      "farsi": "آیا هنوز با مارتین هستید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, das bin ich. Nächstes Jahr wollen wir heiraten und ...",
      "english": "Yes, I am. Next year we want to get married and ...",
      "russian": "Да, я. В следующем году мы собираемся пожениться и ...",
      "farsi": "بله، من هستم. ما می‌خواهیم سال آینده ازدواج کنیم و ..."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Herr Thabit, Sie machen gerade einen Computerkurs.",
      "english": "Mr. Thabit, you are currently taking a computer course.",
      "russian": "Мистер Табит, вы сейчас проходите курс компьютеров.",
      "farsi": "آقای ثابت، شما در حال حاضر یک دوره کامپیوتری می‌گذارید."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Warum haben Sie den Kurs angefangen?",
      "english": "Why did you start the course?",
      "russian": "Почему вы начали курс?",
      "farsi": "چرا شما دوره را شروع کردید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich arbeite in meinem Beruf viel mit dem Computer.",
      "english": "I work a lot with computers in my profession.",
      "russian": "Я много работаю с компьютером в своей профессии.",
      "farsi": "من در حرفه‌ام بسیار با کامپیوتر کار می‌کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Natürlich kann ich E-Mails und Texte schreiben, ich kenne Word, aber andere Programme wie PowerPoint und Excel kenne ich nicht so gut.",
      "english": "Of course, I can write emails and texts, I know Word, but I'm not so familiar with other programs like PowerPoint and Excel.",
      "russian": "Конечно, я могу писать электронные письма и тексты, я знаю Word, но я не так хорошо знаю другие программы, такие как PowerPoint и Excel.",
      "farsi": "البته، من می‌توانم ایمیل و متون بنویسم، من ورد را می‌شناسم، اما با برنامه‌های دیگر مانند پاورپوینت و اکسل آشنا نیستم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich muss oft zu anderen Firmen fahren und unsere Produkte vorstellen.",
      "english": "I often have to drive to other companies and present our products.",
      "russian": "Мне часто приходится ездить в другие компании и представлять наши продукты.",
      "farsi": "من اغلب باید به شرکت‌های دیگر بروم و محصولات ما را معرفی کنم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Und in dem Kurs lerne ich jetzt zum Beispiel, wie ich mit PowerPoint gute Präsentationen machen kann.",
      "english": "And in this course, for example, I'm learning how to make good presentations with PowerPoint.",
      "russian": "И в этом курсе, например, я учусь делать хорошие презентации с помощью PowerPoint.",
      "farsi": "و در این دوره، به عنوان مثال، یاد می‌گیرم چگونه با پاورپوینت ارائه‌های خوبی بسازم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Dann habe ich bessere Chancen bei meiner Arbeit.",
      "english": "Then I have better chances at my work.",
      "russian": "Тогда у меня больше шансов на работе.",
      "farsi": "پس من فرصت‌های بهتری در کار خود دارم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich habe das auch schon alleine probiert, aber das war kompliziert.",
      "english": "I've tried it alone before, but it was complicated.",
      "russian": "Я уже пробовала это одна, но это было сложно.",
      "farsi": "من قبلاً تنها آن را امتحان کرده‌ام، اما آن پیچیده بود."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Mit dem Kurs ist das viel einfacher und geht schneller.",
      "english": "With the course, it's much easier and faster.",
      "russian": "С курсом это намного проще и быстрее.",
      "farsi": "با دوره، این کار آسان‌تر و سریع‌تر است."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich bin natürlich abends oft müde, aber es sind ja nur acht Termine.",
      "english": "Naturally, I'm often tired in the evenings, but it's only eight sessions.",
      "russian": "Конечно, вечером я часто устаю, но это всего лишь восемь занятий.",
      "farsi": "طبیعتاً، من اغلب در شب‌ها خسته هستم، اما تنها هشت جلسه است."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Die anderen Teilnehmer sind auch nett und manchmal gehen wir danach noch zusammen in eine Kneipe.",
      "english": "The other participants are also nice, and sometimes we go to a pub together afterwards.",
      "russian": "Другие участники также хороши, и иногда мы после этого идем вместе в паб.",
      "farsi": "سایر شرکت‌کنندگان هم خوش‌خو و گاهی اوقات پس از آن با هم به کافه می‌رویم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Erste-Hilfe-Zentrum Unterrode, guten Tag.",
      "english": "First Aid Center Unterrode, good day.",
      "russian": "Первая помощь Центр Unterrode, добрый день.",
      "farsi": "مرکز امداد اولیه زیروده، روز خوب."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Guten Tag, mein Name ist Labaki, ich interessiere mich für einen Kurs bei Ihnen.",
      "english": "Good day, my name is Labaki, I'm interested in a course with you.",
      "russian": "Добрый день, меня зовут Лабаки, я заинтересован в курсе у вас.",
      "farsi": "روز خوب، من نامم لباکی است، من به یک دوره با شما علاقه‌مند هستم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich will den Lkw- Führerschein machen und dafür brauche ich einen Erste-Hilfe-Kurs.",
      "english": "I want to get a truck driver's license and for that, I need a first aid course.",
      "russian": "Я хочу получить водительское удостоверение категории С и для этого мне нужен курс первой помощи.",
      "farsi": "من می‌خواهم گواهینامه رانندگی کامیون بگیرم و برای این کار به یک دوره امداد اولیه نیاز دارم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich habe schon den Führerschein Klasse B, aber in der Fahrschule hat man mir gesagt, dass der Kurs, den ich dafür gemacht habe, nicht genug ist.",
      "english": "I already have a class B driver's license, but at the driving school, they told me that the course I took for it is not enough.",
      "russian": "У меня уже есть права категории B, но в автошколе мне сказали, что курс, который я проходил для этого, недостаточен.",
      "farsi": "من قبلاً گواهینامه رانندگی دسته B داشتم، اما در مدرسه رانندگی به من گفتند که دوره‌ای که برای آن ثبت‌نام کرده‌ام کافی نیست."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ja, das stimmt.",
      "english": "Yes, that's correct.",
      "russian": "Да, это правда.",
      "farsi": "بله، این درست است."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Sie brauchen einen Erste-Hilfe- Kurs mit 8 Doppelstunden.",
      "english": "You need a first aid course with 8 double periods.",
      "russian": "Вам нужен курс первой помощи на 8 двойных часов.",
      "farsi": "شما نیاز به یک دوره امداد اولیه با ۸ دوره دوتایی دارید."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "8 Doppelstunden, was heißt das?",
      "english": "8 double periods, what does that mean?",
      "russian": "8 двойных часов, что это значит?",
      "farsi": "۸ دوره دوتایی، این چه معنی دارد؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Der Kurs hat 16 Unterrichtsstunden zu je 45 Minuten.",
      "english": "The course consists of 16 teaching hours, each lasting 45 minutes.",
      "russian": "Курс состоит из 16 учебных часов по 45 минут.",
      "farsi": "این دوره شامل ۱۶ ساعت تدریس با مدت زمان ۴۵ دقیقه است."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Er findet an zwei Tagen statt.",
      "english": "It takes place over two days.",
      "russian": "Он проходит в течение двух дней.",
      "farsi": "این در دو روز برگزار می‌شود."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Wann kann ich anfangen?",
      "english": "When can I start?",
      "russian": "Когда я могу начать?",
      "farsi": "من می‌توانم کی شروع کنم؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ich brauche den Kurs sehr schnell, denn ich will auch bald den Führerschein machen.",
      "english": "I need the course very quickly because I also want to get my driver's license soon.",
      "russian": "Мне очень нужен курс быстро, потому что я также хочу скоро получить водительские права.",
      "farsi": "من به سرعت نیاز به دوره دارم چون من همچنین می‌خواهم به زودی گواهینامه رانندگی‌ام را بگیرم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Wissen Sie, ich möchte mich bei Speditionen um eine Arbeit als Lkw-Fahrer bewerben.",
      "english": "You know, I want to apply for a job as a truck driver at freight forwarders.",
      "russian": "Знаете, я хочу подать заявку на работу в качестве водителя грузовика в экспедиционные компании.",
      "farsi": "شما می‌دانید، من می‌خواهم برای یک شغل به عنوان یک راننده کامیون در شرکت‌های حمل و نقل کالا درخواست دهم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Wir haben laufend Kurse, Sie können zum Beispiel am nächsten Montag und Dienstag teilnehmen.",
      "english": "We have ongoing courses, for example, you can participate next Monday and Tuesday.",
      "russian": "У нас есть текущие курсы, например, вы можете участвовать в следующий понедельник и вторник.",
      "farsi": "ما دوره‌های مستمری داریم، به عنوان مثال، شما می‌توانید در پنج‌شنبه و جمعه آینده شرکت کنید."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Der Kurs geht an diesen Tagen immer von 9.00 bis 17.00 Uhr mit Pausen.",
      "english": "The course always runs on these days from 9:00 am to 5:00 pm with breaks.",
      "russian": "Курс всегда проходит в эти дни с 9:00 до 17:00 с перерывами.",
      "farsi": "دوره همیشه در این روزها از ساعت ۹:۰۰ صبح تا ۵:۰۰ بعد از ظهر با وقفه ادامه دارد."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Wie kann ich mich anmelden?",
      "english": "How can I register?",
      "russian": "Как я могу зарегистрироваться?",
      "farsi": "چگونه می‌توانم ثبت نام کنم؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Sie können sich im Internet anmelden, gehen Sie auf die Seite www.erstehilfe-unterrode.de, dann klicken Sie auf Anmeldung und dann kommen Sie zum Anmeldeformular.",
      "english": "You can register online, go to the website www.erstehilfe-unterrode.de, then click on registration, and then you will come to the registration form.",
      "russian": "Вы можете зарегистрироваться в Интернете, зайдите на сайт www.erstehilfe-unterrode.de, затем нажмите на регистрацию, и затем вы перейдете к форме регистрации.",
      "farsi": "شما می‌توانید آنلاین ثبت‌نام کنید، به وب‌سایت www.erstehilfe-unterrode.de بروید، سپس بر روی ثبت‌نام کلیک کنید، و سپس به فرم ثبت‌نام می‌رسید."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Sie können natürlich auch bei uns vorbeikommen. Montags bis freitags zwischen neun und achtzehn Uhr.",
      "english": "You can of course also come by our office. Mondays to Fridays between nine and eighteen o'clock.",
      "russian": "Вы, конечно, также можете зайти к нам в офис. Понедельник по пятницу с 9 до 18 часов.",
      "farsi": "شما می‌توانید البته به دفتر ما هم بیایید. از دوشنبه تا جمعه بین نه و هجده ساعت."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Vielen Dank für Ihre Informationen.",
      "english": "Thank you very much for your information.",
      "russian": "Большое спасибо за вашу информацию.",
      "farsi": "بسیار از شما برای اطلاعاتتان سپاسگزارم."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Gern geschehen. Auf Wiederhören.",
      "english": "You're welcome. Goodbye.",
      "russian": "Пожалуйста. До свидания.",
      "farsi": "خواهش می‌کنم. خداحافظ."
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Freuen Sie sich auch auf den Sommer?",
      "english": "Are you looking forward to the summer?",
      "russian": "Вы тоже ждете лето?",
      "farsi": "آیا شما هم به تابستان مشتاق هستید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Freuen Sie sich auch über Geschenke?",
      "english": "Do you also enjoy receiving gifts?",
      "russian": "Вы также радуетесь подаркам?",
      "farsi": "آیا شما هم از دریافت هدایا لذت می‌برید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ärgern Sie sich auch über Politiker?",
      "english": "Do you also get annoyed by politicians?",
      "russian": "Вы тоже раздражаетесь политиками?",
      "farsi": "آیا شما هم از سیاست‌مداران عصبانی می‌شوید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Ärgern Sie sich auch über das Wetter?",
      "english": "Do you also get annoyed by the weather?",
      "russian": "Тебя тоже раздражает погода?",
      "farsi": "آیا شما هم از آب و هوا عصبانی می‌شوید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Interessieren Sie sich auch für Fußball?",
      "english": "Are you also interested in football?",
      "russian": "Вы также интересуетесь футболом?",
      "farsi": "آیا شما هم علاقه‌مند به فوتبال هستید؟"
    },
    {
      "isSelected": false,
      "type": "sentence",
      "sentence": "Interessieren Sie sich auch für Mode?",
      "english": "Are you also interested in fashion?",
      "russian": "Вы также интересуетесь модой?",
      "farsi": "آیا شما هم علاقه‌مند به مد هستید؟"
    }
  ]
}
