{
  "info": {
    "name": "A2U10",
    "learning": "Sentences"
  },

  "content": [
    {
      "isSelected": true,
      "sentence": "Liebe Hörerinnen und Hörer, einen schönen guten Morgen und herzlich willkommen zu unserer Sendung “Migranten in Deutschland!",
      "english": "Dear listeners, a very good morning and welcome to our show 'Migrants in Germany'!",
      "russian": "Дорогие слушатели, доброго утра и добро пожаловать на нашу программу «Мигранты в Германии»!",
      "farsi": "شنوندگان عزیز، صبح بخیر و به برنامه ما 'مهاجران در آلمان' خوش آمدید!"
    },
    {
      "isSelected": true,
      "sentence": "Unser Thema heute: Die Arbeitssuche.",
      "english": "Our topic today: Job search.",
      "russian": "Наша тема сегодня: Поиск работы.",
      "farsi": "موضوع ما امروز: جستجوی کار."
    },
    {
      "isSelected": true,
      "sentence": "Wir haben drei Gäste im Studio: Olga Dimitrova aus Russland, Ahmed Salama aus Libyen und Filipe Alves aus Ecuador.",
      "english": "We have three guests in the studio: Olga Dimitrova from Russia, Ahmed Salama from Libya, and Filipe Alves from Ecuador.",
      "russian": "У нас в студии три гостя: Ольга Димитрова из России, Ахмед Салама из Ливии и Филипе Алвес из Эквадора.",
      "farsi": "ما سه مهمان در استودیو داریم: اولگا دیمیترووا از روسیه، احمد سلامه از لیبی و فیلیپه آلووز از اکوادور."
    },
    {
      "isSelected": true,
      "sentence": "Frau Dimitrova, welche Erfahrungen haben Sie bei der Arbeitssuche gemacht?",
      "english": "Ms. Dimitrova, what experiences have you had in looking for a job?",
      "russian": "Госпожа Димитрова, какой опыт вы получили при поиске работы?",
      "farsi": "خانم دیمیترووا، چه تجربیاتی در جستجوی کار داشته‌اید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich habe lange nach Arbeit gesucht.",
      "english": "I looked for work for a long time.",
      "russian": "Я долго искала работу.",
      "farsi": "من برای مدت طولانی به دنبال کار بودم."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe viele Bewerbungen geschrieben und die Antwort war immer negativ.",
      "english": "I wrote many applications, and the answer was always negative.",
      "russian": "Я написала много заявлений, и ответ всегда был отрицательным.",
      "farsi": "من بسیاری از درخواست‌ها را نوشتم و پاسخ همیشه منفی بود."
    },
    {
      "isSelected": true,
      "sentence": "Dann hatte der Supermarkt bei mir in der Straße einen Aushang, dass sie Personal brauchen.",
      "english": "Then the supermarket on my street had a notice that they needed staff.",
      "russian": "Потом в супермаркете на моей улице висело объявление, что им нужен персонал.",
      "farsi": "سپس سوپرمارکت خیابان من اطلاعیه‌ای داشت که به کارکنان نیاز دارند."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe mit der Chefin gesprochen und jetzt arbeite ich dort.",
      "english": "I spoke with the manager and now I work there.",
      "russian": "Я поговорила с начальницей, и теперь я работаю там.",
      "farsi": "من با مدیر صحبت کردم و حالا در آنجا کار می‌کنم."
    },
    {
      "isSelected": true,
      "sentence": "Und wie war das bei Ihnen, Herr Salama?",
      "english": "And how was it for you, Mr. Salama?",
      "russian": "А как это было у вас, господин Салама?",
      "farsi": "و برای شما چگونه بود، آقای سلامه؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich habe in meiner Heimat auf dem Land gearbeitet, auf einem Bauernhof, in der Landwirtschaft.",
      "english": "I worked in my homeland in the countryside, on a farm, in agriculture.",
      "russian": "Я работал в своей родной стране в деревне, на ферме, в сельском хозяйстве.",
      "farsi": "من در کشور خودم در روستا، در یک مزرعه، در کشاورزی کار کردم."
    },
    {
      "isSelected": true,
      "sentence": "Hier in Deutschland habe ich zuerst einen Sprachkurs gemacht und dann habe ich ein Praktikum als Gärtner gemacht.",
      "english": "Here in Germany, I first took a language course and then did an internship as a gardener.",
      "russian": "Здесь, в Германии, я сначала прошел языковой курс, а затем прошел стажировку садовником.",
      "farsi": "اینجا در آلمان، ابتدا یک دوره زبان گذراندم و سپس به عنوان باغبان کارآموزی کردم."
    },
    {
      "isSelected": true,
      "sentence": "Nach dem Praktikum habe ich dort einen richtigen Arbeitsplatz bekommen.",
      "english": "After the internship, I got a real job there.",
      "russian": "После стажировки я получил там настоящую работу.",
      "farsi": "پس از کارآموزی، یک شغل واقعی در آنجا پیدا کردم."
    },
    {
      "isSelected": true,
      "sentence": "Und wie haben Sie Ihren Arbeitsplatz bekommen, Herr Alves?",
      "english": "And how did you get your job, Mr. Alves?",
      "russian": "А как вы получили свою работу, господин Алвес?",
      "farsi": "و شما چگونه شغل خود را پیدا کردید، آقای آلووز؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich hatte Glück.",
      "english": "I was lucky.",
      "russian": "Мне повезло.",
      "farsi": "خوش‌شانس بودم."
    },
    {
      "isSelected": true,
      "sentence": "Ein Freund von mir arbeitet in einem Restaurant.",
      "english": "A friend of mine works in a restaurant.",
      "russian": "Мой друг работает в ресторане.",
      "farsi": "یکی از دوستانم در رستوران کار می‌کند."
    },
    {
      "isSelected": true,
      "sentence": "Dort haben sie Leute gesucht und mein Freund hat seinem Chef erzählt, dass ich Arbeit suche.",
      "english": "They were looking for people there, and my friend told his boss that I was looking for work.",
      "russian": "Там искали людей, и мой друг сказал своему начальнику, что я ищу работу.",
      "farsi": "در آنجا به دنبال افراد بودند و دوستم به رئیسش گفت که من به دنبال کار هستم."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe dann auch mit dem Chef gesprochen und konnte schon am nächsten Tag als Kellner anfangen.",
      "english": "I then spoke to the boss and was able to start as a waiter the next day.",
      "russian": "Я поговорил с начальником и смог приступить к работе официантом уже на следующий день.",
      "farsi": "سپس با رئیس صحبت کردم و توانستم روز بعد به عنوان پیشخدمت شروع به کار کنم."
    },
    {
      "isSelected": true,
      "sentence": "Frau Nussbaum, Sie sind Personalberaterin.",
      "english": "Ms. Nussbaum, you are a recruitment consultant.",
      "russian": "Госпожа Нуссбаум, вы консультант по подбору персонала.",
      "farsi": "خانم نوسباوم، شما مشاور استخدام هستید."
    },
    {
      "isSelected": true,
      "sentence": "Was erwarten Arbeitgeber heute von ihren Mitarbeitern?",
      "english": "What do employers expect from their employees today?",
      "russian": "Чего работодатели ожидают от своих сотрудников сегодня?",
      "farsi": "کارفرمایان امروزه از کارکنان خود چه انتظاری دارند؟"
    },
    {
      "isSelected": true,
      "sentence": "Wichtig ist natürlich die Ausbildung, aber es gibt allgemeine Eigenschaften für jeden Beruf.",
      "english": "Education is of course important, but there are general qualities for every job.",
      "russian": "Конечно, важным является образование, но существуют общие качества для любой профессии.",
      "farsi": "آموزش البته مهم است، اما برای هر شغلی ویژگی‌های عمومی وجود دارد."
    },
    {
      "isSelected": true,
      "sentence": "Zum Beispiel erwarten Arbeitgeber immer, dass ihre Mitarbeiter zuverlässig sind.",
      "english": "For example, employers always expect their employees to be reliable.",
      "russian": "Например, работодатели всегда ожидают, что их сотрудники будут надежными.",
      "farsi": "به عنوان مثال، کارفرمایان همیشه انتظار دارند که کارکنانشان قابل اعتماد باشند."
    },
    {
      "isSelected": true,
      "sentence": "Was bedeutet “zuverlässig”?",
      "english": "What does 'reliable' mean?",
      "russian": "Что означает «надежный»?",
      "farsi": "«قابل اعتماد» به چه معناست؟"
    },
    {
      "isSelected": true,
      "sentence": "Können Sie ein Beispiel geben?",
      "english": "Can you give an example?",
      "russian": "Можете привести пример?",
      "farsi": "می‌توانید مثالی بزنید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, der Arbeitgeber will sicher sein, dass die Mitarbeiter pünktlich kommen und ihre Arbeit gut machen.",
      "english": "Yes, the employer wants to be sure that the employees come on time and do their work well.",
      "russian": "Да, работодатель хочет быть уверен, что сотрудники приходят вовремя и хорошо выполняют свою работу.",
      "farsi": "بله، کارفرما می‌خواهد مطمئن باشد که کارکنان به موقع می‌آیند و کارشان را به خوبی انجام می‌دهند."
    },
    {
      "isSelected": true,
      "sentence": "Wenn zum Beispiel ein Busfahrer zu spät oder gar nicht zur Arbeit kommt, kommen vielleicht auch viele andere Leute zu spät zur Arbeit.",
      "english": "If, for example, a bus driver arrives late or does not come to work at all, many other people may be late for work.",
      "russian": "Если, например, водитель автобуса опаздывает или вообще не приходит на работу, многие другие люди тоже могут опоздать на работу.",
      "farsi": "اگر به عنوان مثال یک راننده اتوبوس دیر بیاید یا اصلاً به کار نیاید، ممکن است بسیاری دیگر از افراد نیز دیر به کار برسند."
    },
    {
      "isSelected": true,
      "sentence": "Das geht natürlich nicht.",
      "english": "That, of course, will not do.",
      "russian": "Это, конечно, не годится.",
      "farsi": "این البته قابل قبول نیست."
    },
    {
      "isSelected": true,
      "sentence": "Was ist außerdem wichtig?",
      "english": "What else is important?",
      "russian": "Что еще важно?",
      "farsi": "چه چیز دیگری مهم است؟"
    },
    {
      "isSelected": true,
      "sentence": "In vielen Berufen arbeitet man mit anderen zusammen, dann muss man teamfähig sein.",
      "english": "In many professions, one works with others, so one must be able to work in a team.",
      "russian": "Во многих профессиях приходится работать с другими, поэтому нужно уметь работать в команде.",
      "farsi": "در بسیاری از حرفه‌ها، فرد با دیگران کار می‌کند، بنابراین باید توانایی کار در تیم را داشته باشد."
    },
    {
      "isSelected": true,
      "sentence": "Können Sie auch ein Beispiel für 'teamfähig' nennen?",
      "english": "Can you also give an example of 'teamwork'?",
      "russian": "Можете также привести пример «работы в команде»?",
      "farsi": "آیا می‌توانید یک مثال برای 'کار تیمی' بیاورید؟"
    },
    {
      "isSelected": true,
      "sentence": "In einem Restaurant zum Beispiel muss alles sehr schnell gehen.",
      "english": "In a restaurant, for example, everything has to happen very quickly.",
      "russian": "В ресторане, например, все должно происходить очень быстро.",
      "farsi": "در یک رستوران، به عنوان مثال، همه چیز باید خیلی سریع انجام شود."
    },
    {
      "isSelected": true,
      "sentence": "Köche und Kellner sind ein Team, das heißt, sie arbeiten zusammen, damit die Gäste ihr Essen schnell bekommen.",
      "english": "Cooks and waiters are a team, meaning they work together so that guests get their food quickly.",
      "russian": "Повар и официанты — это команда, то есть они работают вместе, чтобы гости быстро получили свою еду.",
      "farsi": "آشپزها و پیشخدمت‌ها یک تیم هستند، یعنی آنها با هم کار می‌کنند تا مهمانان غذای خود را سریع دریافت کنند."
    },
    {
      "isSelected": true,
      "sentence": "Da ist es wichtig, dass die Mitarbeiter gut im Team arbeiten, dass einer dem anderen hilft.",
      "english": "It is important that the employees work well in the team, helping each other.",
      "russian": "Важно, чтобы сотрудники хорошо работали в команде, помогая друг другу.",
      "farsi": "در اینجا مهم است که کارکنان خوب در تیم کار کنند و به یکدیگر کمک کنند."
    },
    {
      "isSelected": true,
      "sentence": "Die Arbeitgeber erwarten auch engagierte Mitarbeiter, das heißt, die Mitarbeiter sollen Interesse an der Arbeit haben und sie wichtig nehmen.",
      "english": "Employers also expect committed employees, meaning employees should have an interest in the work and take it seriously.",
      "russian": "Работодатели также ожидают заинтересованных сотрудников, то есть сотрудники должны проявлять интерес к работе и серьезно относиться к ней.",
      "farsi": "کارفرمایان همچنین کارکنان متعهد را انتظار دارند، به این معنا که کارکنان باید به کار علاقه‌مند باشند و آن را مهم بدانند."
    },
    {
      "isSelected": true,
      "sentence": "Und die Arbeitnehmer müssen belastbar sein.",
      "english": "And the employees must be resilient.",
      "russian": "А сотрудники должны быть устойчивыми.",
      "farsi": "و کارکنان باید مقاوم باشند."
    },
    {
      "isSelected": true,
      "sentence": "Können Sie das Wort “belastbar” etwas genauer erklären?",
      "english": "Can you explain the word 'resilient' a bit more precisely?",
      "russian": "Можете объяснить слово «устойчивый» немного точнее?",
      "farsi": "آیا می‌توانید واژه 'مقاوم' را دقیق‌تر توضیح دهید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, gerne. Manchmal gibt es Stress bei der Arbeit. “Belastbar” bedeutet, dass die Mitarbeiter dann ruhig bleiben.",
      "english": "Yes, gladly. Sometimes there is stress at work. 'Resilient' means that the employees remain calm.",
      "russian": "Да, конечно. Иногда на работе бывает стресс. «Устойчивый» означает, что сотрудники остаются спокойными.",
      "farsi": "بله، با کمال میل. گاهی در کار استرس وجود دارد. 'مقاوم' یعنی کارکنان آرام بمانند."
    },
    {
      "isSelected": true,
      "sentence": "In der Weihnachtszeit zum Beispiel haben Verkäufer und Verkäuferinnen sehr viel Arbeit.",
      "english": "At Christmas time, for example, salesmen and saleswomen have a lot of work.",
      "russian": "В рождественское время, например, у продавцов и продавщиц очень много работы.",
      "farsi": "به عنوان مثال، در زمان کریسمس، فروشندگان بسیار مشغول هستند."
    },
    {
      "isSelected": true,
      "sentence": "Die Kaufhäuser sind voll und die Kunden haben viele Fragen.",
      "english": "The department stores are full and customers have many questions.",
      "russian": "Магазины полны, и у клиентов много вопросов.",
      "farsi": "فروشگاه‌ها پر هستند و مشتریان سوالات زیادی دارند."
    },
    {
      "isSelected": true,
      "sentence": "Die Mitarbeiter müssen freundlich bleiben.",
      "english": "The employees must remain friendly.",
      "russian": "Сотрудники должны оставаться дружелюбными.",
      "farsi": "کارکنان باید دوستانه باقی بمانند."
    },
    {
      "isSelected": true,
      "sentence": "Außerdem wollen die Arbeitgeber oft, dass ihre Mitarbeiter flexibel sind, dass sie also zu verschiedenen Zeiten arbeiten können und eventuell länger arbeiten, zum Beispiel, weil es mehr Arbeit gibt oder weil ein Kollege krank ist.",
      "english": "In addition, employers often want their employees to be flexible, meaning they can work at different times and possibly work longer, for example, because there is more work or because a colleague is sick.",
      "russian": "Кроме того, работодатели часто хотят, чтобы их сотрудники были гибкими, то есть могли работать в разное время и, возможно, дольше, например, потому что работы больше или потому что коллега заболел.",
      "farsi": "علاوه بر این، کارفرمایان اغلب می‌خواهند که کارکنانشان انعطاف‌پذیر باشند، به این معنا که بتوانند در زمان‌های مختلف کار کنند و احتمالاً بیشتر کار کنند، مثلاً به این دلیل که کار بیشتری وجود دارد یا به این دلیل که یک همکار بیمار است."
    },
    {
      "isSelected": true,
      "sentence": "Frau Nussbaum, ganz herzlichen Dank für das Gespräch und die vielen Informationen!",
      "english": "Ms. Nussbaum, thank you very much for the conversation and the many pieces of information!",
      "russian": "Госпожа Нуссбаум, большое спасибо за разговор и множество информации!",
      "farsi": "خانم نوسباوم، بسیار متشکرم برای گفتگو و اطلاعات فراوان!"
    },
    {
      "isSelected": true,
      "sentence": "Guten Tag, bitte stellen Sie sich kurz vor.",
      "english": "Good day, please introduce yourself briefly.",
      "russian": "Добрый день, пожалуйста, кратко представьтесь.",
      "farsi": "روز بخیر، لطفاً خودتان را به طور مختصر معرفی کنید."
    },
    {
      "isSelected": true,
      "sentence": "Wie heißen Sie, woher kommen Sie und was sind Sie von Beruf?",
      "english": "What is your name, where are you from, and what is your profession?",
      "russian": "Как вас зовут, откуда вы и кто вы по профессии?",
      "farsi": "نام شما چیست، از کجا آمده‌اید و شغل شما چیست؟"
    },
    {
      "isSelected": true,
      "sentence": "Mein Name ist Maria Pérez.",
      "english": "My name is Maria Pérez.",
      "russian": "Меня зовут Мария Перес.",
      "farsi": "نام من ماریا پرز است."
    },
    {
      "isSelected": true,
      "sentence": "Ich komme aus Venezuela.",
      "english": "I come from Venezuela.",
      "russian": "Я из Венесуэлы.",
      "farsi": "من اهل ونزوئلا هستم."
    },
    {
      "isSelected": true,
      "sentence": "In Venezuela habe ich im Tourismus gearbeitet.",
      "english": "In Venezuela, I worked in tourism.",
      "russian": "В Венесуэле я работала в туризме.",
      "farsi": "در ونزوئلا، من در صنعت گردشگری کار می‌کردم."
    },
    {
      "isSelected": true,
      "sentence": "Jetzt habe ich keine Arbeit.",
      "english": "Now I have no job.",
      "russian": "Сейчас у меня нет работы.",
      "farsi": "اکنون من شغلی ندارم."
    },
    {
      "isSelected": true,
      "sentence": "Ich möchte gern auch hier in Deutschland arbeiten.",
      "english": "I would also like to work here in Germany.",
      "russian": "Я бы тоже хотела работать здесь, в Германии.",
      "farsi": "من همچنین دوست دارم اینجا در آلمان کار کنم."
    },
    {
      "isSelected": true,
      "sentence": "Mein Mann sagt, dass ich eine Ausbildung machen soll.",
      "english": "My husband says I should get training.",
      "russian": "Мой муж говорит, что мне нужно пройти обучение.",
      "farsi": "شوهرم می‌گوید که باید دوره آموزشی ببینم."
    },
    {
      "isSelected": true,
      "sentence": "Ich finde die Idee gut.",
      "english": "I think the idea is good.",
      "russian": "Я считаю, что это хорошая идея.",
      "farsi": "من این ایده را خوب می‌دانم."
    },
    {
      "isSelected": true,
      "sentence": "Ich würde gerne einen Ausbildungsplatz in einem Reisebüro finden.",
      "english": "I would like to find an apprenticeship in a travel agency.",
      "russian": "Я бы хотела найти место для обучения в туристическом агентстве.",
      "farsi": "من دوست دارم دوره کارآموزی را در یک آژانس مسافرتی پیدا کنم."
    },
    {
      "isSelected": true,
      "sentence": "Das ist mein Wunsch.",
      "english": "That is my wish.",
      "russian": "Это мое желание.",
      "farsi": "این آرزوی من است."
    },
    {
      "isSelected": true,
      "sentence": "Später würde ich gerne ein eigenes Reisebüro haben.",
      "english": "Later, I would like to have my own travel agency.",
      "russian": "Позже я бы хотела иметь свое туристическое агентство.",
      "farsi": "بعداً دوست دارم یک آژانس مسافرتی خودم داشته باشم."
    },
    {
      "isSelected": true,
      "sentence": "Das ist mein Traum.",
      "english": "That is my dream.",
      "russian": "Это моя мечта.",
      "farsi": "این رویای من است."
    },
    {
      "isSelected": true,
      "sentence": "Pizzaservice Napoli. Guten Tag.",
      "english": "Pizzaservice Napoli. Good day.",
      "russian": "Пицца-сервис Неаполь. Добрый день.",
      "farsi": "پیتزا سرویس ناپل. روز بخیر."
    },
    {
      "isSelected": true,
      "sentence": "Guten Tag, mein Name ist Milo Botev.",
      "english": "Good day, my name is Milo Botev.",
      "russian": "Добрый день, меня зовут Мило Ботев.",
      "farsi": "روز بخیر، نام من میلو بوتف است."
    },
    {
      "isSelected": true,
      "sentence": "Ich habe Ihre Stellenanzeige in der BZ gelesen.",
      "english": "I read your job advertisement in the BZ.",
      "russian": "Я прочитал ваше объявление о вакансии в BZ.",
      "farsi": "آگهی شغلی شما را در BZ خواندم."
    },
    {
      "isSelected": true,
      "sentence": "Sie suchen einen Pizzafahrer.",
      "english": "You are looking for a pizza delivery driver.",
      "russian": "Вы ищете водителя для доставки пиццы.",
      "farsi": "شما به دنبال یک راننده پیتزا هستید."
    },
    {
      "isSelected": true,
      "sentence": "Ist die Stelle noch frei?",
      "english": "Is the position still available?",
      "russian": "Вакансия все еще открыта?",
      "farsi": "آیا این موقعیت هنوز آزاد است؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, sie ist noch frei.",
      "english": "Yes, it is still available.",
      "russian": "Да, вакансия все еще открыта.",
      "farsi": "بله، هنوز آزاد است."
    },
    {
      "isSelected": true,
      "sentence": "Wir suchen vor allem Fahrer für den Abend.",
      "english": "We are mainly looking for drivers for the evening.",
      "russian": "Мы в основном ищем водителей на вечер.",
      "farsi": "ما بیشتر به دنبال راننده برای عصر هستیم."
    },
    {
      "isSelected": true,
      "sentence": "Für den Abend? Wie sind denn die Arbeitszeiten?",
      "english": "For the evening? What are the working hours?",
      "russian": "На вечер? Какое рабочее время?",
      "farsi": "برای عصر؟ ساعت‌های کاری چگونه است؟"
    },
    {
      "isSelected": true,
      "sentence": "Sie beginnen um 18 Uhr und arbeiten bis ungefähr 23 Uhr.",
      "english": "You start at 6 PM and work until around 11 PM.",
      "russian": "Вы начинаете в 18:00 и работаете до 23:00.",
      "farsi": "شما از ساعت ۱۸ شروع می‌کنید و تا حدود ساعت ۲۳ کار می‌کنید."
    },
    {
      "isSelected": true,
      "sentence": "Ja, das geht. Gibt es einen festen Stundenlohn?",
      "english": "Yes, that works. Is there a fixed hourly wage?",
      "russian": "Да, это подходит. Есть ли фиксированная почасовая оплата?",
      "farsi": "بله، این خوب است. آیا دستمزد ساعتی ثابت وجود دارد؟"
    },
    {
      "isSelected": true,
      "sentence": "Das besprechen wir am besten hier im Restaurant...",
      "english": "We can discuss that best here in the restaurant...",
      "russian": "Лучше всего обсудить это здесь, в ресторане...",
      "farsi": "بهتر است این موضوع را اینجا در رستوران مطرح کنیم..."
    },
    {
      "isSelected": true,
      "sentence": "Guten Tag, Frau Matei, mein Name ist Holm.",
      "english": "Good day, Ms. Matei, my name is Holm.",
      "russian": "Добрый день, госпожа Матей, меня зовут Холм.",
      "farsi": "روز بخیر، خانم ماتئی، نام من هولم است."
    },
    {
      "isSelected": true,
      "sentence": "Nehmen Sie bitte Platz. Haben Sie den Weg gut gefunden?",
      "english": "Please take a seat. Did you find the way well?",
      "russian": "Пожалуйста, садитесь. Вы хорошо нашли дорогу?",
      "farsi": "لطفاً بنشینید. آیا مسیر را به خوبی پیدا کردید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, das war kein Problem.",
      "english": "Yes, that was no problem.",
      "russian": "Да, это не было проблемой.",
      "farsi": "بله، مشکلی نبود."
    },
    {
      "isSelected": true,
      "sentence": "Ich bin schon häufiger nach Unna gekommen.",
      "english": "I have come to Unna quite often.",
      "russian": "Я довольно часто приезжал в Унну.",
      "farsi": "من اغلب به اونا آمده‌ام."
    },
    {
      "isSelected": true,
      "sentence": "Möchten Sie einen Kaffee?",
      "english": "Would you like a coffee?",
      "russian": "Хотите кофе?",
      "farsi": "آیا قهوه می‌خواهید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, gerne, vielen Dank.",
      "english": "Yes, please, thank you.",
      "russian": "Да, пожалуйста, спасибо.",
      "farsi": "بله، لطفاً، متشکرم."
    },
    {
      "isSelected": true,
      "sentence": "Also, Frau Matei, warum interessieren Sie sich für diese Stelle?",
      "english": "So, Ms. Matei, why are you interested in this position?",
      "russian": "Итак, госпожа Матей, почему вас интересует эта должность?",
      "farsi": "خوب، خانم ماتئی، چرا به این موقعیت شغلی علاقه‌مند هستید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich habe nach der Schule eine Ausbildung als Gesundheits- und Krankenpflegerin gemacht und habe dann in Bukarest an einem großen Krankenhaus gearbeitet.",
      "english": "After school, I trained as a healthcare and nursing specialist and then worked at a large hospital in Bucharest.",
      "russian": "После школы я прошла обучение на специалиста по здравоохранению и уходу за больными, а затем работала в крупной больнице в Бухаресте.",
      "farsi": "بعد از مدرسه، من به عنوان متخصص بهداشت و پرستاری آموزش دیدم و سپس در یک بیمارستان بزرگ در بخارست کار کردم."
    },
    {
      "isSelected": true,
      "sentence": "Die Arbeit war sehr interessant.",
      "english": "The work was very interesting.",
      "russian": "Работа была очень интересной.",
      "farsi": "کار بسیار جالب بود."
    },
    {
      "isSelected": true,
      "sentence": "Warum haben Sie die Arbeit dann aufgegeben?",
      "english": "Why did you then give up the job?",
      "russian": "Почему вы тогда оставили эту работу?",
      "farsi": "چرا آن کار را رها کردید؟"
    },
    {
      "isSelected": true,
      "sentence": "Mein Mann wollte in Deutschland arbeiten und ich bin mit ihm gegangen.",
      "english": "My husband wanted to work in Germany, and I went with him.",
      "russian": "Мой муж хотел работать в Германии, и я поехала с ним.",
      "farsi": "شوهرم می‌خواست در آلمان کار کند و من با او رفتم."
    },
    {
      "isSelected": true,
      "sentence": "Das ist jetzt ein Jahr her.",
      "english": "That was a year ago.",
      "russian": "Это было год назад.",
      "farsi": "این یک سال پیش بود."
    },
    {
      "isSelected": true,
      "sentence": "Sie suchen jetzt wieder eine Stelle?",
      "english": "You are now looking for a position again?",
      "russian": "Теперь вы снова ищете работу?",
      "farsi": "آیا اکنون دوباره به دنبال شغل هستید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ja, ich möchte gern wieder als Gesundheits- und Krankenpflegerin arbeiten.",
      "english": "Yes, I would like to work as a healthcare and nursing specialist again.",
      "russian": "Да, я бы хотела снова работать специалистом по здравоохранению и уходу за больными.",
      "farsi": "بله، من دوست دارم دوباره به عنوان متخصص بهداشت و پرستاری کار کنم."
    },
    {
      "isSelected": true,
      "sentence": "Wo haben Sie Deutsch gelernt?",
      "english": "Where did you learn German?",
      "russian": "Где вы учили немецкий?",
      "farsi": "کجا زبان آلمانی یاد گرفتید؟"
    },
    {
      "isSelected": true,
      "sentence": "Ich habe in Bukarest an der Universität einen Deutschkurs besucht und hier in Deutschland habe ich zwei Integrationskurse gemacht.",
      "english": "I took a German course at the university in Bucharest, and here in Germany, I completed two integration courses.",
      "russian": "Я посещала курс немецкого языка в университете в Бухаресте, а здесь, в Германии, я прошла два интеграционных курса.",
      "farsi": "من در بخارست در دانشگاه یک دوره زبان آلمانی گذراندم و اینجا در آلمان دو دوره یکپارچه‌سازی گذراندم."
    },
    {
      "isSelected": true,
      "sentence": "Dann haben Sie sicher eine Bescheinigung.",
      "english": "Then you surely have a certificate.",
      "russian": "Тогда у вас наверняка есть сертификат.",
      "farsi": "پس حتماً گواهینامه دارید."
    },
    {
      "isSelected": true,
      "sentence": "Ja, ich habe das Sprachzertifikat B2.",
      "english": "Yes, I have the B2 language certificate.",
      "russian": "Да, у меня есть языковой сертификат B2.",
      "farsi": "بله، من گواهینامه زبان B2 دارم."
    },
    {
      "isSelected": true,
      "sentence": "Gut. Dann danken wir Ihnen für das Gespräch.",
      "english": "Good. Then we thank you for the conversation.",
      "russian": "Хорошо. Тогда благодарим вас за беседу.",
      "farsi": "خوب. پس از شما برای این گفتگو تشکر می‌کنیم."
    },
    {
      "isSelected": true,
      "sentence": "Wir melden uns dann in zwei Wochen bei Ihnen.",
      "english": "We will get back to you in two weeks.",
      "russian": "Мы свяжемся с вами через две недели.",
      "farsi": "ما ظرف دو هفته با شما تماس خواهیم گرفت."
    },
    {
      "isSelected": true,
      "sentence": "Vielen Dank.",
      "english": "Thank you very much.",
      "russian": "Большое спасибо.",
      "farsi": "بسیار متشکرم."
    }
  ]
}
