{
  "info": {
    "name": "Frontend_100_200",
    "learning": "Sentences"
  },

  "content": [
    {
      "isSelected": false,
      "sentence": "Ich integriere benutzerdefinierte API-Endpunkte in die Webanwendung.",
      "english": "I integrate custom API endpoints into the web application.",
      "russian": "Я интегрирую пользовательские конечные точки API в веб-приложение.",
      "farsi": "من نقاط پایانی API سفارشی را در برنامه وب یکپارچه می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze moderne JavaScript-Frameworks wie React und Angular.",
      "english": "I use modern JavaScript frameworks like React and Angular.",
      "russian": "Я использую современные JavaScript-фреймворки, такие как React и Angular.",
      "farsi": "من از فریم‌ورک‌های مدرن جاوااسکریپت مانند React و Angular استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere responsive Design-Techniken, um sicherzustellen, dass die Website auf allen Geräten gut aussieht.",
      "english": "I implement responsive design techniques to ensure the website looks good on all devices.",
      "russian": "Я реализую методы адаптивного дизайна, чтобы сайт хорошо выглядел на всех устройствах.",
      "farsi": "من تکنیک‌های طراحی واکنش‌گرا را پیاده‌سازی می‌کنم تا اطمینان حاصل کنم که وب‌سایت در همه دستگاه‌ها خوب به نظر می‌رسد."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle komplexe Benutzeroberflächen unter Verwendung von Component-Based-Architekturen.",
      "english": "I create complex user interfaces using component-based architectures.",
      "russian": "Я создаю сложные пользовательские интерфейсы, используя компонентно-ориентированные архитектуры.",
      "farsi": "من رابط‌های کاربری پیچیده‌ای را با استفاده از معماری‌های مبتنی بر مؤلفه ایجاد می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich optimiere den Frontend-Code für schnellere Ladezeiten und bessere Leistung.",
      "english": "I optimize the frontend code for faster loading times and better performance.",
      "russian": "Я оптимизирую фронтенд-код для более быстрого времени загрузки и лучшей производительности.",
      "farsi": "من کد فرانت‌اند را برای زمان بارگذاری سریع‌تر و عملکرد بهتر بهینه‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere Sicherheitsmaßnahmen, um die Webanwendung vor potenziellen Bedrohungen zu schützen.",
      "english": "I implement security measures to protect the web application from potential threats.",
      "russian": "Я реализую меры безопасности для защиты веб-приложения от потенциальных угроз.",
      "farsi": "من اقدامات امنیتی را پیاده‌سازی می‌کنم تا برنامه وب را از تهدیدات احتمالی محافظت کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich arbeite eng mit Backend-Entwicklern zusammen, um die Gesamtkohärenz der Anwendung zu gewährleisten.",
      "english": "I work closely with backend developers to ensure overall application coherence.",
      "russian": "Я тесно сотрудничаю с бэкенд-разработчиками, чтобы обеспечить общую согласованность приложения.",
      "farsi": "من با توسعه‌دهندگان بک‌اند همکاری نزدیک دارم تا هماهنگی کلی برنامه را تضمین کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle automatisierte Tests, um die Funktionalität der Benutzeroberfläche sicherzustellen.",
      "english": "I create automated tests to ensure the functionality of the user interface.",
      "russian": "Я создаю автоматизированные тесты, чтобы обеспечить функциональность пользовательского интерфейса.",
      "farsi": "من تست‌های خودکار ایجاد می‌کنم تا از عملکرد رابط کاربری اطمینان حاصل کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich benutze Docker zur Bereitstellung und Verwaltung von Entwicklungsumgebungen.",
      "english": "I use Docker for deployment and management of development environments.",
      "russian": "Я использую Docker для развертывания и управления средами разработки.",
      "farsi": "من از Docker برای استقرار و مدیریت محیط‌های توسعه استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere fortgeschrittene CSS-Techniken wie SASS und LESS, um wiederverwendbare Stile zu erstellen.",
      "english": "I integrate advanced CSS techniques like SASS and LESS to create reusable styles.",
      "russian": "Я интегрирую продвинутые техники CSS, такие как SASS и LESS, чтобы создавать повторно используемые стили.",
      "farsi": "من تکنیک‌های پیشرفته CSS مانند SASS و LESS را برای ایجاد سبک‌های قابل استفاده مجدد یکپارچه می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich analysiere Nutzerfeedback, um die Benutzererfahrung kontinuierlich zu verbessern.",
      "english": "I analyze user feedback to continuously improve the user experience.",
      "russian": "Я анализирую отзывы пользователей, чтобы постоянно улучшать пользовательский опыт.",
      "farsi": "من بازخورد کاربران را تجزیه و تحلیل می‌کنم تا تجربه کاربری را به طور مداوم بهبود دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich verwende WebAssembly, um rechenintensive Aufgaben im Browser auszuführen.",
      "english": "I use WebAssembly to perform computationally intensive tasks in the browser.",
      "russian": "Я использую WebAssembly для выполнения вычислительно интенсивных задач в браузере.",
      "farsi": "من از WebAssembly برای انجام وظایف محاسباتی سنگین در مرورگر استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere serverseitiges Rendering, um die SEO und Ladegeschwindigkeit zu verbessern.",
      "english": "I implement server-side rendering to improve SEO and loading speed.",
      "russian": "Я реализую серверный рендеринг для улучшения SEO и скорости загрузки.",
      "farsi": "من رندرینگ سمت سرور را پیاده‌سازی می‌کنم تا SEO و سرعت بارگذاری را بهبود بخشم."
    },
    {
      "isSelected": false,
      "sentence": "Ich benutze Redux für das State Management in großen Anwendungen.",
      "english": "I use Redux for state management in large applications.",
      "russian": "Я использую Redux для управления состоянием в больших приложениях.",
      "farsi": "من از Redux برای مدیریت حالت در برنامه‌های بزرگ استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle CI/CD-Pipelines, um den Entwicklungsprozess zu automatisieren.",
      "english": "I create CI/CD pipelines to automate the development process.",
      "russian": "Я создаю CI/CD пайплайны для автоматизации процесса разработки.",
      "farsi": "من CI/CD پایپلاین‌ها ایجاد می‌کنم تا فرآیند توسعه را خودکار کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere externe Bibliotheken und Tools, um die Funktionalität der Anwendung zu erweitern.",
      "english": "I integrate external libraries and tools to extend the application's functionality.",
      "russian": "Я интегрирую внешние библиотеки и инструменты для расширения функциональности приложения.",
      "farsi": "من کتابخانه‌ها و ابزارهای خارجی را برای گسترش قابلیت‌های برنامه یکپارچه می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze GraphQL, um flexible und effiziente Datenabfragen zu ermöglichen.",
      "english": "I use GraphQL to enable flexible and efficient data queries.",
      "russian": "Я использую GraphQL для обеспечения гибких и эффективных запросов данных.",
      "farsi": "من از GraphQL برای امکان‌پذیر کردن پرسش‌های داده‌ای انعطاف‌پذیر و کارآمد استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle Micro-Frontend-Architekturen, um die Skalierbarkeit von großen Projekten zu verbessern.",
      "english": "I develop micro-frontend architectures to improve the scalability of large projects.",
      "russian": "Я разрабатываю микро-фронтенд архитектуры для улучшения масштабируемости больших проектов.",
      "farsi": "من معماری‌های میکرو-فرانت‌اند توسعه می‌دهم تا مقیاس‌پذیری پروژه‌های بزرگ را بهبود بخشم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere Lazy Loading und Code-Splitting, um die initiale Ladezeit zu reduzieren.",
      "english": "I implement lazy loading and code splitting to reduce initial loading time.",
      "russian": "Я реализую ленивую загрузку и разделение кода для уменьшения времени начальной загрузки.",
      "farsi": "من Lazy Loading و Code Splitting را پیاده‌سازی می‌کنم تا زمان بارگذاری اولیه را کاهش دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich arbeite mit Web Components, um wiederverwendbare und isolierte UI-Elemente zu erstellen.",
      "english": "I work with web components to create reusable and isolated UI elements.",
      "russian": "Я работаю с веб-компонентами, чтобы создавать повторно используемые и изолированные элементы интерфейса.",
      "farsi": "من با اجزای وب کار می‌کنم تا عناصر رابط کاربری قابل استفاده مجدد و ایزوله ایجاد کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich benutze TypeScript, um typisierte und skalierbare JavaScript-Anwendungen zu schreiben.",
      "english": "I use TypeScript to write typed and scalable JavaScript applications.",
      "russian": "Я использую TypeScript для написания типизированных и масштабируемых JavaScript приложений.",
      "farsi": "من از TypeScript برای نوشتن برنامه‌های جاوااسکریپت تایپ‌شده و مقیاس‌پذیر استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle Echtzeit-Features mit WebSockets und Server-Sent Events.",
      "english": "I develop real-time features with WebSockets and server-sent events.",
      "russian": "Я разрабатываю функции реального времени с WebSockets и событиями, отправляемыми сервером.",
      "farsi": "من ویژگی‌های بلادرنگ با WebSockets و رویدادهای ارسال‌شده توسط سرور توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich optimiere den Code durch Tree Shaking, um ungenutzte Module zu entfernen.",
      "english": "I optimize the code through tree shaking to remove unused modules.",
      "russian": "Я оптимизирую код с помощью Tree Shaking, чтобы удалить неиспользуемые модули.",
      "farsi": "من کد را از طریق Tree Shaking بهینه‌سازی می‌کنم تا ماژول‌های استفاده نشده را حذف کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle und verwalte RESTful APIs für die Datenkommunikation zwischen Frontend und Backend.",
      "english": "I create and manage RESTful APIs for data communication between frontend and backend.",
      "russian": "Я создаю и управляю RESTful API для обмена данными между фронтендом и бэкендом.",
      "farsi": "من RESTful API‌ها را برای ارتباط داده بین فرانت‌اند و بک‌اند ایجاد و مدیریت می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere automatisierte Build-Prozesse mit Tools wie Gulp und Grunt.",
      "english": "I implement automated build processes with tools like Gulp and Grunt.",
      "russian": "Я реализую автоматизированные процессы сборки с помощью таких инструментов, как Gulp и Grunt.",
      "farsi": "من فرآیندهای ساخت خودکار را با ابزارهایی مانند Gulp و Grunt پیاده‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich arbeite mit verschiedenen Datenbanken und API-Technologien, um vollständige Anwendungen zu erstellen.",
      "english": "I work with various databases and API technologies to create full-fledged applications.",
      "russian": "Я работаю с различными базами данных и API технологиями для создания полноценных приложений.",
      "farsi": "من با انواع پایگاه‌های داده و تکنولوژی‌های API کار می‌کنم تا برنامه‌های کامل ایجاد کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle komplexe Single-Page-Applications (SPA) mit modernsten Frameworks.",
      "english": "I develop complex single-page applications (SPA) with state-of-the-art frameworks.",
      "russian": "Я разрабатываю сложные одностраничные приложения (SPA) с использованием новейших фреймворков.",
      "farsi": "من برنامه‌های تک‌صفحه‌ای پیچیده (SPA) را با فریم‌ورک‌های پیشرفته توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere Echtzeit-Analytik-Tools, um Nutzerverhalten zu verfolgen und zu analysieren.",
      "english": "I integrate real-time analytics tools to track and analyze user behavior.",
      "russian": "Я интегрирую инструменты аналитики в реальном времени, чтобы отслеживать и анализировать поведение пользователей.",
      "farsi": "من ابزارهای تحلیل بلادرنگ را یکپارچه می‌کنم تا رفتار کاربران را دنبال و تحلیل کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze CSS-Präprozessoren wie Sass oder LESS, um den CSS-Code zu modularisieren und zu organisieren.",
      "english": "I use CSS preprocessors like Sass or LESS to modularize and organize the CSS code.",
      "russian": "Я использую CSS препроцессоры, такие как Sass или LESS, чтобы модулизировать и организовывать CSS код.",
      "farsi": "من از پیش‌پردازنده‌های CSS مانند Sass یا LESS استفاده می‌کنم تا کد CSS را مدولار و سازمان‌دهی کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere fortgeschrittene Performance-Optimierungen, um die Geschwindigkeit und Effizienz der Anwendung zu maximieren.",
      "english": "I implement advanced performance optimizations to maximize the speed and efficiency of the application.",
      "russian": "Я реализую продвинутые оптимизации производительности, чтобы максимально увеличить скорость и эффективность приложения.",
      "farsi": "من بهینه‌سازی‌های پیشرفته عملکرد را پیاده‌سازی می‌کنم تا سرعت و کارایی برنامه را به حداکثر برسانم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle benutzerdefinierte Hooks und HOCs für eine bessere Wiederverwendbarkeit von React-Komponenten.",
      "english": "I develop custom hooks and HOCs for better reusability of React components.",
      "russian": "Я разрабатываю пользовательские хуки и HOC для лучшей повторного использования React компонентов.",
      "farsi": "من هوک‌ها و HOC‌های سفارشی توسعه می‌دهم تا قابلیت استفاده مجدد از اجزای React را بهبود بخشم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere serverseitige Authentifizierung und Autorisierung für den sicheren Zugang zu Ressourcen.",
      "english": "I implement server-side authentication and authorization for secure access to resources.",
      "russian": "Я реализую серверную аутентификацию и авторизацию для безопасного доступа к ресурсам.",
      "farsi": "من احراز هویت و مجوز سمت سرور را برای دسترسی امن به منابع پیاده‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle benutzerdefinierte Middleware, um die Funktionalität der Anwendung zu erweitern.",
      "english": "I create custom middleware to extend the application's functionality.",
      "russian": "Я создаю пользовательское промежуточное ПО для расширения функциональности приложения.",
      "farsi": "من Middleware سفارشی ایجاد می‌کنم تا قابلیت‌های برنامه را گسترش دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze Containerization-Techniken, um die Entwicklungsumgebung zu isolieren und zu verwalten.",
      "english": "I use containerization techniques to isolate and manage the development environment.",
      "russian": "Я использую техники контейнеризации, чтобы изолировать и управлять средой разработки.",
      "farsi": "من از تکنیک‌های کانتینریزاسیون استفاده می‌کنم تا محیط توسعه را ایزوله و مدیریت کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle PWA-Funktionen, um native App-Erlebnisse auf Webanwendungen zu bringen.",
      "english": "I develop PWA features to bring native app experiences to web applications.",
      "russian": "Я разрабатываю функции PWA, чтобы привнести опыт работы с нативными приложениями в веб-приложения.",
      "farsi": "من ویژگی‌های PWA را توسعه می‌دهم تا تجربه‌های اپلیکیشن‌های بومی را به برنامه‌های وب بیاورم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle und verwalte Container-Orchestrierung mit Kubernetes für skalierbare Anwendungen.",
      "english": "I create and manage container orchestration with Kubernetes for scalable applications.",
      "russian": "Я создаю и управляю оркестрацией контейнеров с Kubernetes для масштабируемых приложений.",
      "farsi": "من ارکستراسیون کانتینر با Kubernetes را برای برنامه‌های مقیاس‌پذیر ایجاد و مدیریت می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere Echtzeit-Notifications, um Nutzer über wichtige Ereignisse zu informieren.",
      "english": "I integrate real-time notifications to inform users about important events.",
      "russian": "Я интегрирую уведомления в реальном времени, чтобы информировать пользователей о важных событиях.",
      "farsi": "من اعلان‌های بلادرنگ را یکپارچه می‌کنم تا کاربران را از رویدادهای مهم مطلع سازم."
    },
    {
      "isSelected": false,
      "sentence": "Ich benutze Jest und Enzyme für das Testen von React-Komponenten.",
      "english": "I use Jest and Enzyme for testing React components.",
      "russian": "Я использую Jest и Enzyme для тестирования React компонентов.",
      "farsi": "من از Jest و Enzyme برای تست اجزای React استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle benutzerdefinierte Webpack-Konfigurationen, um den Build-Prozess zu optimieren.",
      "english": "I create custom Webpack configurations to optimize the build process.",
      "russian": "Я создаю пользовательские конфигурации Webpack, чтобы оптимизировать процесс сборки.",
      "farsi": "من تنظیمات سفارشی Webpack را برای بهینه‌سازی فرآیند ساخت ایجاد می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle dynamische Formulare mit Validierungs- und Fehlerbehandlungs-Mechanismen.",
      "english": "I develop dynamic forms with validation and error handling mechanisms.",
      "russian": "Я разрабатываю динамические формы с механизмами валидации и обработки ошибок.",
      "farsi": "من فرم‌های پویا با مکانیزم‌های اعتبارسنجی و مدیریت خطا توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere Zahlungs-Gateways und sichere Transaktionsprozesse in die Webanwendung.",
      "english": "I integrate payment gateways and secure transaction processes into the web application.",
      "russian": "Я интегрирую платежные шлюзы и безопасные транзакционные процессы в веб-приложение.",
      "farsi": "من دروازه‌های پرداخت و فرآیندهای تراکنش امن را در برنامه وب یکپارچه می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich optimiere Bilder und Medien für schnellere Ladezeiten und bessere Benutzererfahrung.",
      "english": "I optimize images and media for faster loading times and better user experience.",
      "russian": "Я оптимизирую изображения и медиа для более быстрого времени загрузки и лучшего пользовательского опыта.",
      "farsi": "من تصاویر و رسانه‌ها را برای زمان بارگذاری سریع‌تر و تجربه کاربری بهتر بهینه‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle benutzerdefinierte Animationen und Übergänge mit CSS und JavaScript.",
      "english": "I develop custom animations and transitions with CSS and JavaScript.",
      "russian": "Я разрабатываю пользовательские анимации и переходы с помощью CSS и JavaScript.",
      "farsi": "من انیمیشن‌ها و انتقالات سفارشی با CSS و JavaScript توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle skalierbare und wiederverwendbare Komponentenbibliotheken.",
      "english": "I create scalable and reusable component libraries.",
      "russian": "Я создаю масштабируемые и повторно используемые библиотеки компонентов.",
      "farsi": "من کتابخانه‌های اجزای مقیاس‌پذیر و قابل استفاده مجدد ایجاد می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich arbeite mit Datenvisualisierungstools wie D3.js und Chart.js, um interaktive Diagramme zu erstellen.",
      "english": "I work with data visualization tools like D3.js and Chart.js to create interactive charts.",
      "russian": "Я работаю с инструментами визуализации данных, такими как D3.js и Chart.js, чтобы создавать интерактивные диаграммы.",
      "farsi": "من با ابزارهای بصری‌سازی داده مانند D3.js و Chart.js کار می‌کنم تا نمودارهای تعاملی ایجاد کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle modulare und wartbare CSS-Architekturen mit BEM und SMACSS.",
      "english": "I develop modular and maintainable CSS architectures with BEM and SMACSS.",
      "russian": "Я разрабатываю модульные и поддерживаемые CSS архитектуры с BEM и SMACSS.",
      "farsi": "من معماری‌های CSS مدولار و قابل نگهداری با BEM و SMACSS توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze Responsive Web Design (RWD) und Mobile-First-Ansätze, um die Benutzerfreundlichkeit zu verbessern.",
      "english": "I use responsive web design (RWD) and mobile-first approaches to enhance usability.",
      "russian": "Я использую адаптивный веб-дизайн (RWD) и мобильный подход для улучшения удобства использования.",
      "farsi": "من از طراحی وب واکنش‌گرا (RWD) و رویکردهای اول موبایل استفاده می‌کنم تا قابلیت استفاده را بهبود بخشم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere fortschrittliche Suchmaschinenoptimierungs-Techniken (SEO), um die Sichtbarkeit der Website zu erhöhen.",
      "english": "I integrate advanced search engine optimization (SEO) techniques to increase website visibility.",
      "russian": "Я интегрирую продвинутые методы оптимизации для поисковых систем (SEO), чтобы увеличить видимость сайта.",
      "farsi": "من تکنیک‌های پیشرفته بهینه‌سازی موتور جستجو (SEO) را یکپارچه می‌کنم تا قابلیت دیده شدن وب‌سایت را افزایش دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich arbeite mit Content-Management-Systemen (CMS) wie WordPress und Joomla, um dynamische Inhalte zu verwalten.",
      "english": "I work with content management systems (CMS) like WordPress and Joomla to manage dynamic content.",
      "russian": "Я работаю с системами управления контентом (CMS), такими как WordPress и Joomla, чтобы управлять динамическим контентом.",
      "farsi": "من با سیستم‌های مدیریت محتوا (CMS) مانند WordPress و Joomla کار می‌کنم تا محتوای پویا را مدیریت کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle benutzerdefinierte Plugins und Erweiterungen für verschiedene Plattformen.",
      "english": "I develop custom plugins and extensions for various platforms.",
      "russian": "Я разрабатываю пользовательские плагины и расширения для различных платформ.",
      "farsi": "من پلاگین‌ها و افزونه‌های سفارشی برای پلتفرم‌های مختلف توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich optimiere die Zugänglichkeit (Accessibility) der Website für Nutzer mit Behinderungen.",
      "english": "I optimize the website's accessibility for users with disabilities.",
      "russian": "Я оптимизирую доступность сайта для пользователей с ограниченными возможностями.",
      "farsi": "من دسترسی‌پذیری وب‌سایت را برای کاربران دارای معلولیت بهینه‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich implementiere Internationalisierung (i18n) und Lokalisierung (l10n) für mehrsprachige Anwendungen.",
      "english": "I implement internationalization (i18n) and localization (l10n) for multilingual applications.",
      "russian": "Я реализую интернационализацию (i18n) и локализацию (l10n) для многоязычных приложений.",
      "farsi": "من بین‌المللی‌سازی (i18n) و بومی‌سازی (l10n) را برای برنامه‌های چندزبانه پیاده‌سازی می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze Webpack für das Bundling und die Optimierung von JavaScript-Modulen.",
      "english": "I use Webpack for bundling and optimizing JavaScript modules.",
      "russian": "Я использую Webpack для объединения и оптимизации JavaScript модулей.",
      "farsi": "من از Webpack برای باندلینگ و بهینه‌سازی ماژول‌های جاوااسکریپت استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle datenintensive Anwendungen mit GraphQL und Apollo Client.",
      "english": "I develop data-intensive applications with GraphQL and Apollo Client.",
      "russian": "Я разрабатываю данные интенсивные приложения с GraphQL и Apollo Client.",
      "farsi": "من برنامه‌های داده‌محور با GraphQL و Apollo Client توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich erstelle benutzerdefinierte UI-Bibliotheken und Designsysteme für konsistente Benutzeroberflächen.",
      "english": "I create custom UI libraries and design systems for consistent user interfaces.",
      "russian": "Я создаю пользовательские библиотеки UI и системы дизайна для согласованных пользовательских интерфейсов.",
      "farsi": "من کتابخانه‌های UI سفارشی و سیستم‌های طراحی برای رابط‌های کاربری منسجم ایجاد می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze maschinelles Lernen, um Benutzerpräferenzen zu analysieren und personalisierte Inhalte bereitzustellen.",
      "english": "I use machine learning to analyze user preferences and deliver personalized content.",
      "russian": "Я использую машинное обучение для анализа предпочтений пользователей и предоставления персонализированного контента.",
      "farsi": "من از یادگیری ماشینی برای تحلیل ترجیحات کاربران و ارائه محتوای شخصی‌سازی‌شده استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere Chatbots, die mit Hilfe von KI Benutzeranfragen in Echtzeit beantworten können.",
      "english": "I integrate chatbots that can respond to user queries in real time using AI.",
      "russian": "Я интегрирую чат-ботов, которые с помощью ИИ могут отвечать на запросы пользователей в реальном времени.",
      "farsi": "من چت‌بات‌هایی را یکپارچه می‌کنم که با کمک هوش مصنوعی می‌توانند به پرسش‌های کاربران در زمان واقعی پاسخ دهند."
    },
    {
      "isSelected": false,
      "sentence": "Ich verwende KI-gestützte Tools, um die Leistung und Benutzerfreundlichkeit der Webseite zu analysieren und zu optimieren.",
      "english": "I use AI-powered tools to analyze and optimize the website's performance and usability.",
      "russian": "Я использую инструменты на основе ИИ для анализа и оптимизации производительности и удобства использования веб-сайта.",
      "farsi": "من از ابزارهای مبتنی بر هوش مصنوعی برای تحلیل و بهینه‌سازی عملکرد و قابلیت استفاده وب‌سایت استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich setze neuronale Netze ein, um Bilder und Videos automatisch zu kategorisieren und zu taggen.",
      "english": "I use neural networks to automatically categorize and tag images and videos.",
      "russian": "Я использую нейронные сети для автоматической категоризации и маркировки изображений и видео.",
      "farsi": "من از شبکه‌های عصبی برای دسته‌بندی و برچسب‌گذاری خودکار تصاویر و ویدئوها استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle Algorithmen zur Gesichtserkennung, um die Sicherheit und Benutzererfahrung zu verbessern.",
      "english": "I develop facial recognition algorithms to enhance security and user experience.",
      "russian": "Я разрабатываю алгоритмы распознавания лиц для повышения безопасности и удобства пользователей.",
      "farsi": "من الگوریتم‌های تشخیص چهره را برای بهبود امنیت و تجربه کاربری توسعه می‌دهم."
    },
    {
      "isSelected": false,
      "sentence": "Ich integriere KI-gestützte Sprachverarbeitung, um Sprachbefehle und Sprachsuchen zu ermöglichen.",
      "english": "I integrate AI-powered natural language processing to enable voice commands and voice searches.",
      "russian": "Я интегрирую обработку естественного языка на основе ИИ для выполнения голосовых команд и голосовых поисков.",
      "farsi": "من پردازش زبان طبیعی مبتنی بر هوش مصنوعی را برای امکان‌پذیر ساختن دستورات صوتی و جستجوهای صوتی یکپارچه می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich benutze maschinelles Lernen, um Empfehlungsalgorithmen zu entwickeln, die Benutzern relevante Inhalte vorschlagen.",
      "english": "I use machine learning to develop recommendation algorithms that suggest relevant content to users.",
      "russian": "Я использую машинное обучение для разработки алгоритмов рекомендаций, которые предлагают пользователям релевантный контент.",
      "farsi": "من از یادگیری ماشینی برای توسعه الگوریتم‌های پیشنهادی استفاده می‌کنم که محتوای مرتبط را به کاربران پیشنهاد می‌دهند."
    },
    {
      "isSelected": false,
      "sentence": "Ich setze KI-basierte Analyse-Tools ein, um das Nutzerverhalten zu überwachen und Einblicke in die Nutzungsmuster zu gewinnen.",
      "english": "I use AI-based analytics tools to monitor user behavior and gain insights into usage patterns.",
      "russian": "Я использую аналитические инструменты на основе ИИ для мониторинга поведения пользователей и получения информации о шаблонах использования.",
      "farsi": "من از ابزارهای تحلیلی مبتنی بر هوش مصنوعی برای نظارت بر رفتار کاربران و کسب بینش‌هایی در مورد الگوهای استفاده استفاده می‌کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich entwickle KI-Modelle, um personalisierte Benutzererfahrungen basierend auf vorhergesagten Präferenzen zu schaffen.",
      "english": "I develop AI models to create personalized user experiences based on predicted preferences.",
      "russian": "Я разрабатываю модели ИИ для создания персонализированных пользовательских интерфейсов на основе предсказанных предпочтений.",
      "farsi": "من مدل‌های هوش مصنوعی توسعه می‌دهم تا تجربه‌های کاربری شخصی‌سازی‌شده بر اساس ترجیحات پیش‌بینی‌شده ایجاد کنم."
    },
    {
      "isSelected": false,
      "sentence": "Ich nutze künstliche Intelligenz, um die Anomalieerkennung in Webanwendungen zu verbessern und Sicherheitsbedrohungen zu erkennen.",
      "english": "I use artificial intelligence to enhance anomaly detection in web applications and identify security threats.",
      "russian": "Я использую искусственный интеллект для улучшения обнаружения аномалий в веб-приложениях и выявления угроз безопасности.",
      "farsi": "من از هوش مصنوعی برای بهبود تشخیص ناهنجاری‌ها در برنامه‌های وب و شناسایی تهدیدات امنیتی استفاده می‌کنم."
    }
  ]
}
